[{"display":"Mark Twain","path":"/mark-twain","stories":[{"display":"The Celebrated Jumping Frog Of Calaveras County","path":"/the-celebrated-jumping-frog-of-calaveras-county","year":1867,"wordcount":2548,"readtime":9.62,"paragraphs":[" In compliance with the request of a friend of mine, who wrote me from the East, I called on good-natured, garrulous old Simon Wheeler, and inquired after my friend's friend, Leonidas W. Smiley, as requested to do, and I hereunto append the result. I have a lurking suspicion that _Leonidas W_. Smiley is a myth; and that my friend never knew such a personage; and that he only conjectured that if I asked old Wheeler about him, it would remind him of his infamous _Jim Smiley_, and he would go to work and bore me to death with some exasperating reminiscence of him as long and as tedious as it should be useless to me. If that was the design, it succeeded."," I found Simon Wheeler dozing comfortably by the barroom stove of the dilapidated tavern in the decayed mining camp of Angel's, and I noticed that he was fat and bald-headed, and had an expression of winning gentleness and simplicity upon his tranquil countenance. He roused up, and gave me good-day. I told him a friend had commissioned me to make some inquiries about a cherished companion of his boyhood named _Leonidas W_. Smiley--_Rev. Leonidas W._ Smiley, a young minister of the Gospel, who he had heard was at one time a resident of Angel's Camp. I added that if Mr. Wheeler could tell me anything about this Rev. Leonidas W. Smiley, I would feel under many obligations to him."," Simon Wheeler backed me into a corner and blockaded me there with his chair, and then sat down and reeled off the monotonous narrative which follows this paragraph. He never smiled, he never frowned, he never changed his voice from the gentle-flowing key to which he tuned his initial sentence, he never betrayed the slightest suspicion of enthusiasm; but all through the interminable narrative there ran a vein of impressive earnestness and sincerity, which showed me plainly that, so far from his imagining that there was anything ridiculous or funny about his story, he regarded it as a really important matter, and admired its two heroes as men of transcendent genius in _finesse_. I let him go on in his own way, and never interrupted him once."," \"Rev. Leonidas W. H'm, Reverend Le--well, there was a feller here once by the name of _Jim_ Smiley, in the winter of '49--or may be it was the spring of '50--I don't recollect exactly, somehow, though what makes me think it was one or the other is because I remember the big flume warn't finished when he first came to the camp; but any way, he was the curiousest man about always betting on anything that turned up you ever see, if he could get anybody to bet on the other side; and if he couldn't he'd change sides. Any way that suited the other man would suit _him_--any way just so's he got a bet, _he_ was satisfied. But still he was lucky, uncommon lucky; he most always come out winner. He was always ready and laying for a chance; there couldn't be no solit'ry thing mentioned but that feller'd offer to bet on it, and take any side you please, as I was just telling you. If there was a horse-race, you'd find him flush or you'd find him busted at the end of it; if there was a dog-fight, he'd bet on it; if there was a cat-fight, he'd bet on it; if there was a chicken-fight, he'd bet on it; why, if there was two birds setting on a fence, he would bet you which one would fly first; or if there was a camp-meeting, he would be there reg'lar to bet on Parson Walker, which he judged to be the best exhorter about here, and he was, too, and a good man. If he even see a straddle-bug start to go anywheres, he would bet you how long it would take him to get to--to wherever he _was_ going to, and if you took him up, he would foller that straddle-bug to Mexico but what he would find out where he was bound for and how long he was on the road. Lots of the boys here has seen that Smiley and can tell you about him. Why, it never made no difference to _him_--he'd bet on _any_ thing--the dangest feller. Parson Walker's wife laid very sick once, for a good while, and it seemed as if they warn't going to save her; but one morning he come in, and Smiley up and asked him how she was, and he said she was considerable better--thank the Lord for his inf'nit' mercy--and coming on so smart that with the blessing of Prov'dence she'd get well yet; and Smiley, before he thought, says, Well, I'll risk two-and-a-half she don't anyway.'\""," Thish-yer Smiley had a mare--the boys called her the fifteen-minute nag, but that was only in fun, you know, because, of course, she was faster than that--and he used to win money on that horse, for all she was so slow and always had the asthma, or the distemper, or the consumption, or something of that kind. They used to give her two or three hundred yards start, and then pass her under way; but always at the fag-end of the race she'd get excited and desperate-like, and come cavorting and straddling up, and scattering her legs around limber, sometimes in the air, and sometimes out to one side amongst the fences, and kicking up m-o-r-e dust and raising m-o-r-e racket with her coughing and sneezing and blowing her nose--and always fetch up at the stand just about a neck ahead, as near as you could cipher it down."," And he had a little small bull-pup, that to look at him you'd think he warn't worth a cent but to set around and look ornery and lay for a chance to steal something. But as soon as money was up on him he was a different dog; his under-jaw'd begin to stick out like the fo'-castle of a steamboat, and his teeth would uncover and shine like the furnaces. And a dog might tackle him and bully-rag him, and bite him, and throw him over his shoulder two or three times, and Andrew Jackson--which was the name of the pup--Andrew Jackson would never let on but what _he_ was satisfied, and hadn't expected nothing else--and the bets being doubled and doubled on the other side all the time, till the money was all up; and then all of a sudden he would grab that other dog jest by the j'int of his hind leg and freeze to it--not chaw, you understand, but only just grip and hang on till they throwed up the sponge, if it was a year. Smiley always come out winner on that pup, till he harnessed a dog once that didn't have no hind legs, because they'd been sawed off in a circular saw, and when the thing had gone along far enough, and the money was all up, and he come to make a snatch for his pet holt, he see in a minute how he'd been imposed on, and how the other dog had him in the door, so to speak, and he 'peared surprised, and then he looked sorter discouraged-like, and didn't try no more to win the fight, and so he got shucked out bad. He gave Smiley a look, as much as to say his heart was broke, and it was _his_ fault, for putting up a dog that hadn't no hind legs for him to take holt of, which was his main dependence in a fight, and then he limped off a piece and laid down and died. It was a good pup, was that Andrew Jackson, and would have made a name for hisself if he'd lived, for the stuff was in him and he had genius--I know it, because he hadn't no opportunities to speak of, and it don't stand to reason that a dog could make such a fight as he could under them circumstances if he hadn't no talent. It always makes me feel sorry when I think of that last fight of his'n, and the way it turned out."," Well, thish-yer Smiley had rat-tarriers, and chicken cocks, and tom-cats and all of them kind of things, till you couldn't rest, and you couldn't fetch nothing for him to bet on but he'd match you. He ketched a frog one day, and took him home, and said he cal'lated to educate him; and so he never done nothing for three months but set in his back yard and learn that frog to jump. And you bet you he _did_ learn him, too. He'd give him a little punch behind, and the next minute you'd see that frog whirling in the air like a doughnut--see him turn one summerset, or may be a couple, if he got a good start, and come down flat-footed and all right, like a cat. He got him up so in the matter of ketching flies, and kep' him in practice so constant, that he'd nail a fly every time as fur as he could see him. Smiley said all a frog wanted was education, and he could do 'most anything--and I believe him. Why, I've seen him set Dan'l Webster down here on this floor--Dan'l Webster was the name of the frog--and sing out, \"Flies, Dan'l, flies!\" and quicker'n you could wink he'd spring straight up and snake a fly off'n the counter there, and flop down on the floor ag'in as solid as a gob of mud, and fall to scratching the side of his head with his hind foot as indifferent as if he hadn't no idea he'd been doin' any more'n any frog might do. You never see a frog so modest and straightfor'ard as he was, for all he was so gifted. And when it come to fair and square jumping on a dead level, he could get over more ground at one straddle than any animal of his breed you ever see. Jumping on a dead level was his strong suit, you understand; and when it come to that, Smiley would ante up money on him as long as he had a red. Smiley was monstrous proud of his frog, and well he might be, for fellers that had traveled and been everywheres, all said he laid over any frog that ever _they_ see."," Well, Smiley kep' the beast in a little lattice box, and he used to fetch him downtown sometimes and lay for a bet. One day a feller--a stranger in the camp, he was--come acrost him with his box, and says:"," \"What might be that you've got in the box?\""," And Smiley says, sorter indifferent-like, \"It might be a parrot, or it might be a canary, maybe, but it ain't--it's only just a frog.\""," And the feller took it, and looked at it careful, and turned it round this way and that, and says, \"H'm--so 'tis. Well, what's _he_ good for?\""," \"Well,\" Smiley says, easy and careless, \"he's good enough for _one_ thing, I should judge--he can outjump any frog in Calaveras county.\""," The feller took the box again, and took another long, particular look, and give it back to Smiley, and says, very deliberate, \"Well,\" he says, \"I don't see no p'ints about that frog that's any better'n any other frog.\""," \"Maybe you don't,\" Smiley says. \"Maybe you understand frogs and maybe you don't understand 'em; maybe you've had experience, and maybe you ain't only a amature, as it were. Anyways, I've got _my_ opinion and I'll risk forty dollars that he can outjump any frog in Calaveras County.\""," And the feller studied a minute, and then says, kinder sad like, \"Well, I'm only a stranger here, and I ain't got no frog; but if I had a frog, I'd bet you.\""," And then Smiley says, \"That's all right--that's all right--if you'll hold my box a minute, I'll go and get you a frog.\" And so the feller took the box, and put up his forty dollars along with Smiley's, and set down to wait."," So he set there a good while thinking and thinking to his-self, and then he got the frog out and prized his mouth open and took a teaspoon and filled him full of quail shot--filled! him pretty near up to his chin--and set him on the floor. Smiley he went to the swamp and slopped around in the mud for a long time, and finally he ketched a frog, and fetched him in, and give him to this feller, and says:"," \"Now, if you're ready, set him alongside of Dan'l, with his forepaws just even with Dan'l's, and I'll give the word.\" Then he says, \"One--two--three--_git_!\" and him and the feller touched up the frogs from behind, and the new frog hopped off lively, but Dan'l give a heave, and hysted up his shoulders--so--like a Frenchman, but it warn't no use--he couldn't budge; he was planted as solid as a church, and he couldn't no more stir than if he was anchored out. Smiley was a good deal surprised, and he was disgusted too, but he didn't have no idea what the matter was, of course."," The feller took the money and started away; and when he was going out at the door, he sorter jerked his thumb over his shoulder--so--at Dan'l, and says again, very deliberate, \"Well,\" he says, \"_I_ don't see no p'ints about that frog that's any better'n any other frog.\""," Smiley he stood scratching his head and looking down at Dan'l a long time, and at last says, \"I do wonder what in the nation that frog throwed off for--I wonder if there ain't something the matter with him--he 'pears to look mighty baggy, somehow.\" And he ketched Dan'l up by the nap of the neck, and hefted him, and says, \"Why blame my cats if he don't weigh five pounds!\" and turned him upside down and he belched out a double handful of shot. And then he see how it was, and he was the maddest man--he set the frog down and took out after that feller, but he never ketched him. And----"," (Here Simon Wheeler heard his name called from the front yard, and got up to see what was wanted.) And turning to me as he moved away, he said: \"Just set where you are, stranger, and rest easy--I ain't going to be gone a second.\""," But, by your leave, I did not think that a continuation of the history of the enterprising vagabond _Jim_ Smiley would be likely to afford me much information concerning the Rev. _Leonidas W._ Smiley, and so I started away."," At the door I met the sociable Wheeler returning, and he buttonholed me and recommenced:"," \"Well, thish-yer Smiley had a yaller, one-eyed cow that didn't have no tail, only jest a short stump like a bannanner, and----\""," However, lacking both time and inclination, I did not wait to hear about the afflicted cow, but took my leave."]}]},{"display":"Edgar Allan Poe","path":"/edgar-allan-poe","stories":[{"display":"The Tell Tale Heart","path":"/the-tell-tale-heart","year":1843,"wordcount":2162,"readtime":8.16,"paragraphs":[" TRUE! --nervous --very, very dreadfully nervous I had been and am; but why will you say that I am mad? The disease had sharpened my senses --not destroyed --not dulled them. Above all was the sense of hearing acute. I heard all things in the heaven and in the earth. I heard many things in hell. How, then, am I mad? Hearken! and observe how healthily --how calmly I can tell you the whole story."," It is impossible to say how first the idea entered my brain; but once conceived, it haunted me day and night. Object there was none. Passion there was none. I loved the old man. He had never wronged me. He had never given me insult. For his gold I had no desire. I think it was his eye! yes, it was this! He had the eye of a vulture --a pale blue eye, with a film over it. Whenever it fell upon me, my blood ran cold; and so by degrees --very gradually --I made up my mind to take the life of the old man, and thus rid myself of the eye forever."," Now this is the point. You fancy me mad. Madmen know nothing. But you should have seen me. You should have seen how wisely I proceeded --with what caution --with what foresight --with what dissimulation I went to work! I was never kinder to the old man than during the whole week before I killed him. And every night, about midnight, I turned the latch of his door and opened it --oh so gently! And then, when I had made an opening sufficient for my head, I put in a dark lantern, all closed, closed, that no light shone out, and then I thrust in my head. Oh, you would have laughed to see how cunningly I thrust it in! I moved it slowly --very, very slowly, so that I might not disturb the old man's sleep. It took me an hour to place my whole head within the opening so far that I could see him as he lay upon his bed. Ha! would a madman have been so wise as this, And then, when my head was well in the room, I undid the lantern cautiously-oh, so cautiously --cautiously (for the hinges creaked) --I undid it just so much that a single thin ray fell upon the vulture eye. And this I did for seven long nights --every night just at midnight --but I found the eye always closed; and so it was impossible to do the work; for it was not the old man who vexed me, but his Evil Eye. And every morning, when the day broke, I went boldly into the chamber, and spoke courageously to him, calling him by name in a hearty tone, and inquiring how he has passed the night. So you see he would have been a very profound old man, indeed, to suspect that every night, just at twelve, I looked in upon him while he slept."," Upon the eighth night I was more than usually cautious in opening the door. A watch's minute hand moves more quickly than did mine. Never before that night had I felt the extent of my own powers --of my sagacity. I could scarcely contain my feelings of triumph. To think that there I was, opening the door, little by little, and he not even to dream of my secret deeds or thoughts. I fairly chuckled at the idea; and perhaps he heard me; for he moved on the bed suddenly, as if startled. Now you may think that I drew back --but no. His room was as black as pitch with the thick darkness, (for the shutters were close fastened, through fear of robbers,) and so I knew that he could not see the opening of the door, and I kept pushing it on steadily, steadily."," I had my head in, and was about to open the lantern, when my thumb slipped upon the tin fastening, and the old man sprang up in bed, crying out --\"Who's there?\""," I kept quite still and said nothing. For a whole hour I did not move a muscle, and in the meantime I did not hear him lie down. He was still sitting up in the bed listening; --just as I have done, night after night, hearkening to the death watches in the wall."," Presently I heard a slight groan, and I knew it was the groan of mortal terror. It was not a groan of pain or of grief --oh, no! --it was the low stifled sound that arises from the bottom of the soul when overcharged with awe. I knew the sound well. Many a night, just at midnight, when all the world slept, it has welled up from my own bosom, deepening, with its dreadful echo, the terrors that distracted me. I say I knew it well. I knew what the old man felt, and pitied him, although I chuckled at heart. I knew that he had been lying awake ever since the first slight noise, when he had turned in the bed. His fears had been ever since growing upon him. He had been trying to fancy them causeless, but could not. He had been saying to himself --\"It is nothing but the wind in the chimney --it is only a mouse crossing the floor,\" or \"It is merely a cricket which has made a single chirp.\" Yes, he had been trying to comfort himself with these suppositions: but he had found all in vain. All in vain; because Death, in approaching him had stalked with his black shadow before him, and enveloped the victim. And it was the mournful influence of the unperceived shadow that caused him to feel --although he neither saw nor heard --to feel the presence of my head within the room."," When I had waited a long time, very patiently, without hearing him lie down, I resolved to open a little --a very, very little crevice in the lantern. So I opened it --you cannot imagine how stealthily, stealthily --until, at length a simple dim ray, like the thread of the spider, shot from out the crevice and fell full upon the vulture eye."," It was open --wide, wide open --and I grew furious as I gazed upon it. I saw it with perfect distinctness --all a dull blue, with a hideous veil over it that chilled the very marrow in my bones; but I could see nothing else of the old man's face or person: for I had directed the ray as if by instinct, precisely upon the damned spot."," And have I not told you that what you mistake for madness is but over-acuteness of the sense? --now, I say, there came to my ears a low, dull, quick sound, such as a watch makes when enveloped in cotton. I knew that sound well, too. It was the beating of the old man's heart. It increased my fury, as the beating of a drum stimulates the soldier into courage."," But even yet I refrained and kept still. I scarcely breathed. I held the lantern motionless. I tried how steadily I could maintain the ray upon the eve. Meantime the hellish tattoo of the heart increased. It grew quicker and quicker, and louder and louder every instant. The old man's terror must have been extreme! It grew louder, I say, louder every moment! --do you mark me well I have told you that I am nervous: so I am. And now at the dead hour of the night, amid the dreadful silence of that old house, so strange a noise as this excited me to uncontrollable terror. Yet, for some minutes longer I refrained and stood still. But the beating grew louder, louder! I thought the heart must burst. And now a new anxiety seized me --the sound would be heard by a neighbour! The old man's hour had come! With a loud yell, I threw open the lantern and leaped into the room. He shrieked once --once only. In an instant I dragged him to the floor, and pulled the heavy bed over him. I then smiled gaily, to find the deed so far done. But, for many minutes, the heart beat on with a muffled sound. This, however, did not vex me; it would not be heard through the wall. At length it ceased. The old man was dead. I removed the bed and examined the corpse. Yes, he was stone, stone dead. I placed my hand upon the heart and held it there many minutes. There was no pulsation. He was stone dead. His eve would trouble me no more."," If still you think me mad, you will think so no longer when I describe the wise precautions I took for the concealment of the body. The night waned, and I worked hastily, but in silence. First of all I dismembered the corpse. I cut off the head and the arms and the legs."," I then took up three planks from the flooring of the chamber, and deposited all between the scantlings. I then replaced the boards so cleverly, so cunningly, that no human eye --not even his --could have detected any thing wrong. There was nothing to wash out --no stain of any kind --no blood-spot whatever. I had been too wary for that. A tub had caught all --ha! ha!"," When I had made an end of these labors, it was four o'clock --still dark as midnight. As the bell sounded the hour, there came a knocking at the street door. I went down to open it with a light heart, --for what had I now to fear? There entered three men, who introduced themselves, with perfect suavity, as officers of the police. A shriek had been heard by a neighbour during the night; suspicion of foul play had been aroused; information had been lodged at the police office, and they (the officers) had been deputed to search the premises."," I smiled, --for what had I to fear? I bade the gentlemen welcome. The shriek, I said, was my own in a dream. The old man, I mentioned, was absent in the country. I took my visitors all over the house. I bade them search --search well. I led them, at length, to his chamber. I showed them his treasures, secure, undisturbed. In the enthusiasm of my confidence, I brought chairs into the room, and desired them here to rest from their fatigues, while I myself, in the wild audacity of my perfect triumph, placed my own seat upon the very spot beneath which reposed the corpse of the victim."," The officers were satisfied. My manner had convinced them. I was singularly at ease. They sat, and while I answered cheerily, they chatted of familiar things. But, ere long, I felt myself getting pale and wished them gone. My head ached, and I fancied a ringing in my ears: but still they sat and still chatted. The ringing became more distinct: --It continued and became more distinct: I talked more freely to get rid of the feeling: but it continued and gained definiteness --until, at length, I found that the noise was not within my ears."," No doubt I now grew very pale; --but I talked more fluently, and with a heightened voice. Yet the sound increased --and what could I do? It was a low, dull, quick sound --much such a sound as a watch makes when enveloped in cotton. I gasped for breath --and yet the officers heard it not. I talked more quickly --more vehemently; but the noise steadily increased. I arose and argued about trifles, in a high key and with violent gesticulations; but the noise steadily increased. Why would they not be gone? I paced the floor to and fro with heavy strides, as if excited to fury by the observations of the men --but the noise steadily increased. Oh God! what could I do? I foamed --I raved --I swore! I swung the chair upon which I had been sitting, and grated it upon the boards, but the noise arose over all and continually increased. It grew louder --louder --louder! And still the men chatted pleasantly, and smiled. Was it possible they heard not? Almighty God! --no, no! They heard! --they suspected! --they knew! --they were making a mockery of my horror!-this I thought, and this I think. But anything was better than this agony! Anything was more tolerable than this derision! I could bear those hypocritical smiles no longer! I felt that I must scream or die! and now --again! --hark! louder! louder! louder! louder!"," \"Villains!\" I shrieked, \"dissemble no more! I admit the deed! --tear up the planks! here, here! --It is the beating of his hideous heart!\""]},{"display":"The Purloined Letter","path":"/the-purloined-letter","year":1844,"wordcount":6431,"readtime":24.27,"paragraphs":[" At Paris, just after dark one gusty evening in the autumn of 18--, I was enjoying the twofold luxury of meditation and a meerschaum, in company with my friend, C. Auguste Dupin, in his little back library, or book-closet, _au troisičme_, No. 33 Rue Dunôt, Faubourg St. Germain. For one hour at least we had maintained a profound silence, while each, to any casual observer, might have seemed intently and exclusively occupied with the curling eddies of smoke that oppressed the atmosphere of the chamber. For myself, however, I was mentally discussing certain topics which had formed matter for conversation between us at an earlier period of the evening; I mean the affair of the Rue Morgue, and the mystery attending the murder of Marie Rogęt. I looked upon it, therefore, as something of a coincidence, when the door of our apartment was thrown open and admitted our old acquaintance, Monsieur G----, the Prefect of the Parisian police."," We gave him a hearty welcome; for there was nearly half as much of the entertaining as of the contemptible about the man, and we had not seen him for several years. We had been sitting in the dark, and Dupin now arose for the purpose of lighting a lamp, but sat down again, without doing so, upon G----'s saying that he had called to consult us, or rather to ask the opinion of my friend, about some official business which had occasioned a great deal of trouble."," \"If it is any point requiring reflection,\" observed Dupin, as he forebore to enkindle the wick, \"we shall examine it to better purpose in the dark.\""," \"That is another of your odd notions,\" said the Prefect, who had the fashion of calling everything \"odd\" that was beyond his comprehension, and thus lived amid an absolute legion of \"oddities.\""," \"Very true,\" said Dupin, as he supplied his visitor with a pipe, and rolled toward him a comfortable chair."," \"And what is the difficulty now?\" I asked. \"Nothing more in the assassination way, I hope?\""," \"Oh no, nothing of that nature. The fact is, the business is _very_ simple indeed, and I make no doubt that we can manage it sufficiently well ourselves; but then I thought Dupin would like to hear the details of it, because it is so excessively _odd_.\""," \"Simple and odd,\" said Dupin."," \"Why, yes; and not exactly that, either. The fact is, we have all been a good deal puzzled because the affair is so simple, and yet baffles us altogether.\""," \"Perhaps it is the very simplicity of the thing which puts you at fault,\" said my friend."," \"What nonsense you _do_ talk!\" replied the Prefect, laughing heartily."," \"Perhaps the mystery is a little _too_ plain,\" said Dupin."," \"Oh, good heavens! who ever heard of such an idea?\""," \"A little _too_ self-evident.\""," \"Ha! ha! ha!--ha! ha! ha!--ho! ho! ho!\" roared our visitor, profoundly amused, \"Oh, Dupin, you will be the death of me yet!\""," \"And what, after all, _is_ the matter on hand?\" I asked."," \"Why, I will tell you,\" replied the Prefect, as he gave a long, steady, and contemplative puff, and settled himself in his chair. \"I will tell you in a few words; but, before I begin, let me caution you that this is an affair demanding the greatest secrecy, and that I should most probably lose the position I now hold were it known that I confided it to any one.\""," \"Proceed,\" said I."," \"Or not,\" said Dupin."," \"Well, then; I have received personal information, from a very high quarter, that a certain document of the last importance has been purloined from the royal apartments. The individual who purloined it is known; this beyond a doubt; he was seen to take it. It is known, also, that it still remains in his possession.\""," \"How is this known?\" asked Dupin."," \"It is clearly inferred,\" replied the Prefect, \"from the nature of the document, and from the non-appearance of certain results which would at once arise from its passing _out_ of the robber's possession--that is to say, from his employing it as he must design in the end to employ it.\""," \"Be a little more explicit,\" I said."," \"Well, I may venture so far as to say that the paper gives its holder a certain power in a certain quarter where such power is immensely valuable.\" The Prefect was fond of the cant of diplomacy."," \"Still I do not quite understand,\" said Dupin."," \"No? Well, the disclosure of the document to a third person, who shall be nameless, would bring in question the honor of a personage of the most exalted station, and this fact gives the holder of the document an ascendancy over the illustrious personage whose honor and peace are so jeopardized.\""," \"But this ascendancy,\" I interposed, \"would depend upon the robber's knowledge of the loser's knowledge of the robber. Who would dare--\""," \"The thief,\" said G----, \"is the Minister D----, who dares all things, those unbecoming as well as those becoming a man. The method of the theft was not less ingenious than bold. The document in question--a letter, to be frank--had been received by the personage robbed while alone in the royal _boudoir_. During its perusal she was suddenly interrupted by the entrance of the other exalted personage from whom especially it was her wish to conceal it. After a hurried and vain endeavor to thrust it in a drawer, she was forced to place it, open as it was, upon a table. The address, however, was uppermost, and, the contents thus unexposed, the letter escaped notice. At this juncture enters the Minister D----. His lynx eye immediately perceives the paper, recognizes the handwriting of the address, observes the confusion of the personage addressed, and fathoms her secret. After some business transactions, hurried through in his ordinary manner, he produces a letter somewhat similar to the one in question, opens it, pretends to read it, and then places it in close juxtaposition to the other. Again he converses, for some fifteen minutes, upon the public affairs. At length, in taking leave, he takes also from the table the letter to which he had no claim. Its rightful owner saw, but of course, dared not call attention to the act, in the presence of the third personage who stood at her elbow. The Minister decamped, leaving his own letter--one of no importance--upon the table.\""," \"Here, then,\" said Dupin to me, \"you have precisely what you demand to make the ascendancy complete--the robber's knowledge of the loser's knowledge of the robber.\""," \"Yes,\" replied the Prefect, \"and the power thus attained has, for some months past, been wielded, for political purposes, to a very dangerous extent. The personage robbed is more thoroughly convinced, every day, of the necessity of reclaiming her letter. But this, of course, cannot be done openly. In fine, driven to despair, she has committed the matter to me.\""," \"Than whom,\" said Dupin, amid a perfect whirlwind of smoke, \"no more sagacious agent could, I suppose, be desired, or even imagined.\""," \"You flatter me,\" replied the Prefect; \"but it is possible that some such opinion may have been entertained.\""," \"It is clear,\" said I, \"as you observe, that the letter is still in the possession of the Minister; since it is this possession, and not any employment of the letter, which bestows the power. With the employment the power departs.\""," \"True,\" said G----; \"and upon this conviction I proceeded. My first care was to make thorough search of the Minister's hotel; and here my chief embarrassment lay in the necessity of searching without his knowledge. Beyond all things, I have been warned of the danger which would result from giving him reason to suspect our design.\""," \"But,\" said I, \"you are quite _au fait_ in these investigations. The Parisian police have done this thing often before.\""," \"Oh yes, and for this reason I did not despair. The habits of the Minister gave me, too, a great advantage. He is frequently absent from home all night. His servants are by no means numerous. They sleep at a distance from their master's apartment, and, being chiefly Neapolitans, are readily made drunk. I have keys, as you know, with which I can open any chamber or cabinet in Paris. For three months a night has not passed during the greater part of which I have not been engaged, personally, in ransacking the D---- Hotel. My honor is interested, and, to mention a great secret, the reward is enormous. So I did not abandon the search until I had become fully satisfied that the thief is a more astute man than myself. I fancy that I have investigated every nook and corner of the premises in which it is possible that the paper can be concealed.\""," \"But is it not possible,\" I suggested, \"that although the letter may be in the possession of the Minister, as it unquestionably is, he may have concealed it elsewhere than upon his own premises?\""," \"This is barely possible,\" said Dupin. \"The present peculiar condition of affairs at court, and especially of those intrigues in which D---- is known to be involved, would render the instant availability of the document--its susceptibility of being produced at a moment's notice--a point of nearly equal importance with its possession.\""," \"Its susceptibility of being produced?\" said I."," \"That is to say, of being _destroyed_,\" said Dupin."," \"True,\" I observed; \"the paper is clearly, then, upon the premises. As for its being upon the person of the Minister, we may consider that as out of the question.\""," \"Entirely,\" said the Prefect. \"He has been twice waylaid, as if by footpads, and his person rigidly searched under my own inspection.\""," \"You might have spared yourself this trouble,\" said Dupin. \"D----, I presume, is not altogether a fool; and, if not, must have anticipated these waylayings, as a matter of course.\""," \"Not _altogether_ a fool,\" said G----; \"but, then, he is a poet, which I take to be only one remove from a fool.\""," \"True,\" said Dupin, after a long and thoughtful whiff from his meerschaum, \"although I have been guilty of certain doggrel myself.\""," \"Suppose you detail,\" said I, \"the particulars of your search.\""," \"Why, the fact is, we took our time, and we searched _everywhere_. I have had long experience in these affairs. I took the entire building, room by room, devoting the nights of a whole week to each. We examined, first, the furniture of each apartment. We opened every possible drawer; and I presume you know that, to a properly trained police-agent, such a thing as a '_secret_' drawer is impossible. Any man is a dolt who permits a 'secret' drawer to escape him in a search of this kind. The thing is so plain. There is a certain amount of bulk--of space--to be accounted for in every cabinet. Then we have accurate rules. The fiftieth part of a line could not escape us. After the cabinets we took the chairs. The cushions we probed with the fine long needles you have seen me employ. From the tables we removed the tops.\""," \"Why so?\""," \"Sometimes the top of a table, or other similarly arranged piece of furniture, is removed by the person wishing to conceal an article; then the leg is excavated, the article deposited within the cavity, and the top replaced. The bottoms and tops of bedposts are employed in the same way.\""," \"But could not the cavity be detected by sounding?\" I asked."," \"By no means, if, when the article is deposited, a sufficient wadding of cotton be placed around it. Besides, in our case, we were obliged to proceed without noise.\""," \"But you could not have removed--you could not have taken to pieces _all_ articles of furniture in which it would have been possible to make a deposit in the manner you mention. A letter may be compressed into a thin spiral roll, not differing much in shape or bulk from a large knitting-needle, and in this form it might be inserted into the rung of a chair, for example. You did not take to pieces all the chairs?\""," \"Certainly not; but we did better--we examined the rungs of every chair in the hotel, and, indeed, the jointings of every description of furniture, by the aid of a most powerful microscope. Had there been any traces of recent disturbance we should not have failed to detect it instantly. A single grain of gimlet-dust, for example, would have been as obvious as an apple. Any disorder in the gluing--any unusual gaping in the joints--would have sufficed to insure detection.\""," \"I presume you looked to the mirrors, between the boards and the plates, and you probed the beds and the bedclothes, as well as the curtains and carpets.\""," \"That, of course; and when we had absolutely completed every particle of the furniture in this way, then we examined the house itself. We divided its entire surface into compartments, which we numbered, so that none might be missed; then we scrutinized each individual square inch throughout the premises, including the two houses immediately adjoining, with the microscope, as before.\""," \"The two houses adjoining!\" I exclaimed. \"You must have had a great deal of trouble.\""," \"We had; but the reward offered is prodigious.\""," \"You include the _grounds_ about the houses?\""," \"All the grounds are paved with brick. They gave us comparatively little trouble. We examined the moss between the bricks, and found it undisturbed.\""," \"You looked among D----'s papers, of course, and into the books of the library?\""," \"Certainly; we opened every package and parcel; we not only opened every book, but we turned over every leaf in each volume, not contenting ourselves with a mere shake, according to the fashion of some of our police officers. We also measured the thickness of every book-_cover_, with the most accurate admeasurement, and applied to each the most jealous scrutiny of the microscope. Had any of the bindings been recently meddled with, it would have been utterly impossible that the fact should have escaped observation. Some five or six volumes, just from the hands of the binder, we carefully probed, longitudinally, with the needles.\""," \"You explored the floors beneath the carpets?\""," \"Beyond doubt. We removed every carpet, and examined the boards with the microscope.\""," \"And the paper on the walls?\""," \"Yes.\""," \"You looked into the cellars?\""," \"We did.\""," \"Then,\" I said, \"you have been making a miscalculation, and the letter is _not_ upon the premises, as you suppose.\""," \"I fear you are right there,\" said the Prefect. \"And now, Dupin, what would you advise me to do?\""," \"To make a thorough research of the premises.\""," \"That is absolutely needless,\" replied G----. \"I am not more sure that I breathe than I am that the letter is not at the hotel.\""," \"I have no better advice to give you,\" said Dupin. \"You have, of course, an accurate description of the letter?\""," \"Oh yes!\" And here the Prefect, producing a memorandum book, proceeded to read aloud a minute account of the internal, and especially of the external, appearance of the missing document. Soon after finishing the perusal of this description, he took his departure, more entirely depressed in spirits than I had ever known the good gentleman before."," In about a month afterward he paid us another visit, and found us occupied very nearly as before. He took a pipe and a chair, and entered into some ordinary conversation. At length I said:"," \"Well, but, G----, what of the purloined letter? I presume you have at last made up your mind that there is no such thing as overreaching the Minister?\""," \"Confound him, say I--yes; I made the re-examination, however, as Dupin suggested--but it was all labor lost, as I knew it would be.\""," \"How much was the reward offered, did you say?\" asked Dupin."," \"Why, a very great deal--a _very_ liberal reward--I don't like to say how much, precisely; but one thing I _will_ say, that I wouldn't mind giving my individual check for fifty thousand francs to any one who could obtain me that letter. The fact is, it is becoming of more and more importance every day; and the reward has been lately doubled. If it were trebled, however, I could do no more than I have done.\""," \"Why, yes,\" said Dupin, drawling, between the whiffs of his meerschaum, \"I really--think, G----, you have not exerted yourself--to the utmost in this matter. You might--do a little more, I think; eh?\""," \"How?--in what way?\""," \"Why\"--puff, puff--\"you might\"--puff, puff--\"employ counsel in the matter, eh\"--puff, puff, puff. \"Do you remember the story they tell of Abernethy?\""," \"No; hang Abernethy!\""," \"To be sure! Hang him and welcome. But, once upon a time, a certain miser conceived the design of spunging upon this Abernethy for a medical opinion. Getting up, for this purpose, an ordinary conversation in a private company, he insinuated his case to the physician as that of an imaginary individual.\""," \"'We will suppose,' said the miser, 'that his symptoms are such and such; now, doctor, what would _you_ have directed him to take?'"," \"'Take!' said Abernethy. 'Why, take _advice_, to be sure.'\""," \"But,\" said the Prefect, a little discomposed, \"_I_ am _perfectly_ willing to take advice, and to pay for it. I would _really_ give fifty thousand francs to any one who would aid me in the matter.\""," \"In that case,\" replied Dupin, opening a drawer, and producing a check-book, \"you may as well fill me up a check for the amount mentioned. When you have signed it, I will hand you the letter.\""," I was astounded. The Prefect appeared absolutely thunder-stricken. For some minutes he remained speechless and motionless, looking incredulously at my friend with open mouth, and eyes that seemed starting from their sockets; then apparently recovering himself in some measure, he seized a pen, and after several pauses and vacant stares, finally filled up and signed a check for fifty thousand francs, and handed it across the table to Dupin. The latter examined it carefully and deposited it in his pocket-book; then, unlocking an _escritoire_, took thence a letter and gave it to the Prefect. This functionary grasped it in a perfect agony of joy, opened it with a trembling hand, cast a rapid glance at its contents, and then, scrambling and struggling to the door, rushed at length unceremoniously from the room and from the house, without having uttered a syllable since Dupin had requested him to fill up the check."," When he had gone, my friend entered into some explanation."," \"The Parisian police,\" he said, \"are exceedingly able in their way. They are persevering, ingenious, cunning, and thoroughly versed in the knowledge which their duties seem chiefly to demand. Thus, when G---- detailed to us his mode of searching the premises at the Hotel D----, I felt entire confidence in his having made a satisfactory investigation--so far as his labors extended.\""," \"So far as his labors extended?\" said I."," \"Yes,\" said Dupin. \"The measures adopted were not only the best of their kind, but carried out to absolute perfection. Had the letter been deposited within the range of their search, these fellows would, beyond a question, have found it.\""," I merely laughed--but he seemed quite serious in all that he said."," \"The measures, then,\" he continued, \"were good in their kind, and well executed; their defect lay in their being inapplicable to the case and to the man. A certain set of highly ingenious resources are, with the Prefect, a sort of Procrustean bed, to which he forcibly adapts his designs. But he perpetually errs by being too deep or too shallow for the matter in hand, and many a school-boy is a better reasoner than he. I knew one about eight years of age, whose success at guessing in the game of 'even and odd' attracted universal admiration. This game is simple, and is played with marbles. One player holds in his hand a number of these toys, and demands of another whether that number is even or odd. If the guess is right, the guesser wins one; if wrong, he loses one. The boy to whom I allude won all the marbles of the school. Of course, he had some principle of guessing; and this lay in mere observation and admeasurement of the astuteness of his opponents. For example, an arrant simpleton is his opponent, and, holding up his closed hand, asks, 'Are they even or odd?' Our school-boy replies, 'Odd,' and loses; but upon the second trial he wins, for he then says to himself: 'The simpleton had them even upon the first trial, and his amount of cunning is just sufficient to make him have them odd upon the second; I will therefore guess odd'; he guesses odd, and wins. Now, with a simpleton a degree above the first, he would have reasoned thus;"," 'This fellow finds that in the first instance I guessed odd, and, in the second, he will propose to himself, upon the first impulse, a simple variation from even to odd, as did the first simpleton; but then a second thought will suggest that this is too simple a variation, and finally he will decide upon putting it even as before. I will therefore guess even'; he guesses even, and wins. Now this mode of reasoning in the school-boy, whom his fellows termed 'Lucky,' what, in its last analysis, is it?\""," \"It is merely,\" I said, \"an identification of the reasoner's intellect with that of his opponent.\""," \"It is,\" said Dupin; \"and, upon inquiring of the boy by what means he effected the _thorough_ identification in which his success consisted, I received answer as follows: 'When I wish to find out how wise, or how stupid, or how good, or how wicked, is any one, or what are his thoughts at the moment, I fashion the expression of my face, as accurately as possible, in accordance with the expression of his, and then wait to see what thoughts or sentiments arise in my mind or heart, as if to match or correspond with the expression.' This response of the school-boy lies at the bottom of all the spurious profundity which has been attributed to Rochefoucault, to La Bougive, to Machiavelli, and to Campanella.\""," \"And the identification,\" I said, \"of the reasoner's intellect with that of his opponent, depends, if I understand you aright, upon the accuracy with which the opponent's intellect is admeasured.\""," \"For its practical value it depends upon this,\" replied Dupin; \"and the Prefect and his cohort fail so frequently, first, by default of this identification, and, secondly, by ill-admeasurement, or rather through non-admeasurement, of the intellect with which they are engaged. They consider only their _own_ ideas of ingenuity; and, in searching for anything hidden, advert only to the modes in which _they_ would have hidden it. They are right in this much--that their own ingenuity is a faithful representative of that of _the mass_; but when the cunning of the individual felon is diverse in character from their own, the felon foils them of course. This always happens when it is above their own, and very usually when it is below. They have no variation of principle in their investigations; at best, when urged by some unusual emergency--by some extraordinary reward--they extend or exaggerate their old modes of _practice_, without touching their principles. What, for example, in this case of D----, has been done to vary the principle of action? What is all this boring, and probing, and sounding, and scrutinizing with the microscope, and dividing the surface of the building into registered square inches--what is it all but an exaggeration of the application of the one principle or set of principles of search, which are based upon the one set of notions retarding human ingenuity, to which the Prefect, in the long routine of his duty, has been accustomed? Do you not see he had taken it for granted that _all_ men proceed to conceal a letter, not exactly in a gimlet-hole bored in a chair-leg, but, at least, in _some_ out-of-the-way hole or corner suggested by the same tenor of thought which would urge a man to secrete a letter in a gimlet-hole bored in a chair-leg? And do you not see, also, that such _recherché_ nooks for concealment are adapted only for ordinary occasions, and would be adopted only by ordinary intellects; for, in all cases of concealment, a disposal of the article concealed--a disposal of it in this _recherché_ manner--is, in the very first instance, presumable and presumed; and thus its discovery depends, not at all upon the acumen, but altogether upon the mere care, patience, and determination of the seekers; and where the case is of importance--or, when the reward is of magnitude--the qualities in question have _never_ been known to fail. You will now understand what I meant in suggesting that, had the purloined letter been hidden anywhere within the limits of the Prefect's examination--in other words, had the principle of its concealment been comprehended within the principles of the Prefect--its discovery would have been a matter altogether beyond question. This functionary, however, has been thoroughly mystified; and the remote source of his defeat lies in the supposition that the Minister is a fool, because he has acquired renown as a poet. All fools are poets; this the Prefect _feels_; and he is merely guilty of a _non distributio medii_ in thence inferring that all poets are fools. I mean to say, that if the Minister had been no more than a mathematician, the Prefect would have been under no necessity of giving me this check. I knew him, however, as both mathematician and poet, and my measures were adapted to his capacity, with reference to the circumstances by which he was surrounded. I knew him as a courtier, too, and as a bold _intriguant_. Such a man, I considered, could not fail to be aware of the ordinary political modes of action. He could not have failed to anticipate--and events have proved that he did not fail to anticipate--the waylayings to which he was subjected. He must have foreseen, I reflected, the secret investigations of his premises. His frequent absences from home at night, which were hailed by the Prefect as certain aids to his success, I regarded only as _ruses_, to afford opportunity for thorough search to the police, and thus the sooner to impress them with the conviction to which G----, in fact, did finally arrive--the conviction that the letter was not upon the premises. I felt, also, that the whole train of thought, which I was at some pains in detailing to you just now, concerning the invariable principle of political action in searches for articles concealed--I felt that this whole train of thought would necessarily pass through the mind of the Minister. It would imperatively lead him to despise all the ordinary _nooks_ of concealment. _He_ could not, I reflected, be so weak as not to see that the most intricate and remote recess of his hotel would be as open as his commonest closets to the eyes, to the probes, to the gimlets, and to the microscopes of the Prefect. I saw, in fine, that he would be driven, as a matter of course, to _simplicity_, if not deliberately induced to it as a matter of choice. You will remember, perhaps, how desperately the Prefect laughed when I suggested, upon our first interview, that it was just possible this mystery troubled him so much on account of its being so _very_ self-evident.\""," \"Yes,\" said I, \"I remember his merriment well. I really thought he would have fallen into convulsions.\""," \"The material world,\" continued Dupin, \"abounds with very strict analogies to the immaterial; and thus some color of truth has been given to the rhetorical dogma that metaphor, or simile, may be made to strengthen an argument as well as to embellish a description. The principle of the _vis inertiae_, for example, seems to be identical in physics and metaphysics. It is not more true, in the former, that a large body is with more difficulty set in motion than a smaller one, and that its subsequent _momentum_ is commensurate with this difficulty, than it is, in the latter, that intellects of the vaster capacity, while more forcible, more constant, and more eventful in their movements than those of inferior grade, are yet the less readily moved, and more embarrassed, and full of hesitation in the first few steps of their progress. Again: have you ever noticed which of the street signs, over the shop doors, are the most attractive of attention?\""," \"I have never given the matter a thought,\" I said."," \"There is a game of puzzles,\" he resumed, \"which is played upon a map. One party playing requires another to find a given word--the name of town, river, state, or empire--any word, in short, upon the motley and perplexed surface of the chart. A novice in the game generally seeks to embarrass his opponents by giving them the most minutely lettered names; but the adept selects such words as stretch, in large characters, from one end of the chart to the other. These, like the over-largely lettered signs and placards of the street, escape observation by dint of being excessively obvious; and here the physical oversight is precisely analogous with the moral inapprehension by which the intellect suffers to pass unnoticed those considerations which are too obtrusively and too palpably self-evident. But this is a point, it appears, somewhat above or beneath the understanding of the Prefect. He never once thought it probable, or possible, that the Minister had deposited the letter immediately beneath the nose of the whole world, by way of best preventing any portion of that world from perceiving it."," \"But the more I reflected upon the daring, dashing, and discriminating ingenuity of D----; upon the fact that the document must always have been _at hand_, if he intended to use it to good purpose; and upon the decisive evidence, obtained by the Prefect, that it was not hidden within the limits of that dignitary's ordinary search, the more satisfied I became that, to conceal this letter, the Minister had resorted to the comprehensive and sagacious expedient of not attempting to conceal it."," \"Full of these ideas, I prepared myself with a pair of green spectacles, and called one fine morning, quite by accident, at the Ministerial hotel. I found D---- at home, yawning, lounging, and dawdling, as usual, and pretending to be in the last extremity of _ennui_. He is, perhaps, the most really energetic human being now alive--but that is only when nobody sees him."," \"To be even with him, I complained of my weak eyes, and lamented the necessity of the spectacles, under cover of which I cautiously and thoroughly surveyed the whole apartment, while seemingly intent only upon the conversation of my host."," \"I paid especial attention to a large writing-table near which he sat, and upon which lay confusedly some miscellaneous letters and other papers, with one or two musical instruments and a few books. Here, however, after a long and very deliberate scrutiny, I saw nothing to excite particular suspicion."," \"At length my eyes, in going the circuit of the room, fell upon a trumpery filigree card-rack of pasteboard that hung dangling by a dirty blue ribbon from a little brass knob just beneath the middle of the mantelpiece. In this rack, which had three or four compartments, were five or six soiled cards and a solitary letter. This last was much soiled and crumpled. It was torn nearly in two, across the middle--as if a design, in the first instance, to tear it entirely up as worthless had been altered or stayed in the second. It had a large black seal, bearing the D---- cipher _very_ conspicuously, and was addressed, in a diminutive female hand, to D----, the Minister, himself. It was thrust carelessly, and even, as it seemed, contemptuously, into one of the uppermost divisions of the rack."," \"No sooner had I glanced at this letter than I concluded it to be that of which I was in search. To be sure, it was, to all appearance, radically different from the one of which the Prefect had read us so minute a description. Here the seal was large and black, with the D---- cipher; there it was small and red, with the ducal arms of the S---- family. Here the address, to the Minister, was diminutive and feminine; there the superscription, to a certain royal personage, was markedly bold and decided; the size alone formed a point of correspondence. But, then, the _radicalness_ of these differences, which was excessive; the dirt; the soiled and torn condition of the paper, so inconsistent with the _true_ methodical habits of D----, and so consistent of a design to delude the beholder into an idea of the worthlessness of the document--these things, together with the hyperobtrusive situation of this document, full in the view of every visitor, and thus exactly in accordance with the conclusions to which I had previously arrived--these things, I say, were strongly corroborative of suspicion in one who came with the intention to suspect."," \"I protracted my visit as long as possible, and, while I maintained a most animated discussion with the Minister upon a topic which I knew well had never failed to interest and excite him, I kept my attention riveted upon the letter. In this examination I committed to memory its external appearance and arrangement in the rack, and also fell, at length, upon a discovery which set at rest whatever trivial doubt I might have entertained. In scrutinizing the edges of the paper, I observed them to be more _chafed_ than seemed necessary. They presented the _broken_ appearance which is manifested when a stiff paper, having been once folded and pressed with a folder, is refolded in a reversed direction, in the same creases or edges which formed the original fold. This discovery was sufficient. It was clear to me that the letter had been turned, as a glove, inside out, re-directed and re-sealed. I bade the Minister good-morning, and took my departure at once, leaving a gold snuff-box upon the table."," \"The next morning I called for the snuff-box, when we resumed, quite eagerly, the conversation of the preceding day. While thus engaged, however, a loud report, as if of a pistol, was heard immediately beneath the windows of the hotel, and was succeeded by a series of fearful screams and the shoutings of a terrified mob. D---- rushed to a casement, threw it open, and looked out. In the mean time I stepped to the card-rack, took the letter, put it in my pocket, and replaced it by a _facsimile_ (so far as regards externals), which I had carefully prepared at my lodgings--imitating the D---- cipher, very readily, by means of a seal formed of bread."," \"The disturbance in the street had been occasioned by the frantic behavior of a man with a musket. He had fired it among a crowd of women and children. It proved, however, to have been without ball, and the fellow was suffered to go his way as a lunatic or a drunkard. When he had gone, D---- came from the window, whither I had followed him immediately upon securing the object in view. Soon afterward I bade him farewell. The pretended lunatic was a man in my own pay.\""," \"But what purpose had you,\" I asked, \"in replacing the letter by a _facsimile_? Would it not have been better, at the first visit, to have seized it openly and departed?\""," \"D----,\" replied Dupin, \"is a desperate man and a man of nerve. His hotel, too, is not without attendants devoted to his interests. Had I made the wild attempt you suggest, I might never have left the Ministerial presence alive. The good people of Paris might have heard of me no more. But I had an object apart from these considerations. You know my political prepossessions. In this matter I act as a partisan of the lady concerned. For eighteen months the Minister has had her in his power. She has now him in hers--since, being unaware that the letter is not in his possession, he will proceed with his exactions as if it was. Thus will he inevitably commit himself, at once, to his political destruction. His downfall, too, will not be more precipitate than awkward. It is all very well to talk about the _facilis descensus Averni_; but in all kinds of climbing, as Catalani said of singing, it is far more easy to get up than to come down. In the present instance I have no sympathy--at least no pity--for him who descends. He is that _monstrum horrendum_, an unprincipled man of genius. I confess, however, that I should like very well to know the precise character of his thoughts, when, being defied by her whom the Prefect terms 'a certain personage,' he is reduced to opening the letter I left for him in the card-rack.\""," \"How? Did you put anything particular in it?\""," \"Why--it did not seem altogether right to leave the interior blank--that would have been insulting. D----, at Vienna once, did me an evil turn, which I told him, quite good-humoredly, that I should remember. So, as I knew he would feel some curiosity in regard to the identity of the person who had outwitted him, I thought it a pity not to give him a clew. He is well acquainted with my MS., and I just copied into the middle of the blank sheet the words:","   \"'----   ... Un dessein si funeste,   S'il n'est digne d'Atrée, este digne de Thyeste.'"," They are to be found in Crébillon's _Atrée_.\""]},{"display":"The Oblong Box","path":"/the-oblong-box","year":1844,"wordcount":4711,"readtime":17.78,"paragraphs":[" Some years ago, I engaged passage from Charleston, S. C, to the city of New York, in the fine packet-ship \"Independence,\" Captain Hardy.  We were to sail on the fifteenth of the month (June), weather permitting; and on the fourteenth, I went on board to arrange some matters in my stateroom."," I found that we were to have a great many passengers, including a more than usual number of ladies.  On the list were several of my acquaintances, and among other names, I was rejoiced to see that of Mr. Cornelius Wyatt, a young artist, for whom I entertained feelings of warm friendship.  He had been with me a fellow-student at C---- University, where we were very much together.  He had the ordinary temperament of genius, and was a compound of misanthropy, sensibility, and enthusiasm.  To these qualities he united the warmest and truest heart which ever beat in a human bosom."," I observed that his name was carded upon THREE state-rooms; and, upon again referring to the list of passengers, I found that he had engaged passage for himself, wife, and two sisters--his own.  The state-rooms were sufficiently roomy, and each had two berths, one above the other.  These berths, to be sure, were so exceedingly narrow as to be insufficient for more than one person; still, I could not comprehend why there were THREE staterooms for these four persons.  I was, just at that epoch, in one of those moody frames of mind which make a man abnormally inquisitive about trifles: and I confess, with shame, that I busied myself in a variety of ill- bred and preposterous conjectures about this matter of the supernumerary stateroom.  It was no business of mine, to be sure, but with none the less pertinacity did I occupy myself in attempts to resolve the enigma.  At last I reached a conclusion which wrought in me great wonder why I had not arrived at it before.  \"It is a servant of course,\" I said; \"what a fool I am, not sooner to have thought of so obvious a solution!\"  And then I again repaired to the list--but here I saw distinctly that NO servant was to come with the party, although, in fact, it had been the original design to bring one--for the words \"and servant\" had been first written and then over-scored.  \"Oh, extra baggage, to be sure,\" I now said to myself--\"something he wishes not to be put in the hold-- something to be kept under his own eye--ah, I have it--a painting or so--and this is what he has been bargaining about with Nicolino, the Italian Jew.\"  This idea satisfied me, and I dismissed my curiosity for the nonce."," Wyatt's two sisters I knew very well, and most amiable and clever girls they were.  His wife he had newly married, and I had never yet seen her.  He had often talked about her in my presence, however, and in his usual style of enthusiasm.  He described her as of surpassing beauty, wit, and accomplishment.  I was, therefore, quite anxious to make her acquaintance."," On the day in which I visited the ship (the fourteenth), Wyatt and party were also to visit it--so the captain informed me--and I waited on board an hour longer than I had designed, in hope of being presented to the bride, but then an apology came.  \"Mrs. W. was a little indisposed, and would decline coming on board until to-morrow, at the hour of sailing.\""," The morrow having arrived, I was going from my hotel to the wharf, when Captain Hardy met me and said that, \"owing to circumstances\" (a stupid but convenient phrase), \"he rather thought the 'Independence' would not sail for a day or two, and that when all was ready, he would send up and let me know.\"  This I thought strange, for there was a stiff southerly breeze; but as \"the circumstances\" were not forthcoming, although I pumped for them with much perseverance, I had nothing to do but to return home and digest my impatience at leisure."," I did not receive the expected message from the captain for nearly a week.  It came at length, however, and I immediately went on board.  The ship was crowded with passengers, and every thing was in the bustle attendant upon making sail.  Wyatt's party arrived in about ten minutes after myself.  There were the two sisters, the bride, and the artist--the latter in one of his customary fits of moody misanthropy.  I was too well used to these, however, to pay them any special attention.  He did not even introduce me to his wife;--this courtesy devolving, per force, upon his sister Marian-- a very sweet and intelligent girl, who, in a few hurried words, made us acquainted."," Mrs. Wyatt had been closely veiled; and when she raised her veil, in acknowledging my bow, I confess that I was very profoundly astonished.  I should have been much more so, however, had not long experience advised me not to trust, with too implicit a reliance, the enthusiastic descriptions of my friend, the artist, when indulging in comments upon the loveliness of woman.  When beauty was the theme, I well knew with what facility he soared into the regions of the purely ideal."," The truth is, I could not help regarding Mrs. Wyatt as a decidedly plain-looking woman.  If not positively ugly, she was not, I think, very far from it.  She was dressed, however, in exquisite taste-- and then I had no doubt that she had captivated my friend's heart by the more enduring graces of the intellect and soul.  She said very few words, and passed at once into her state-room with Mr. W."," My old inquisitiveness now returned.  There was NO servant--THAT was a settled point.  I looked, therefore, for the extra baggage. After some delay, a cart arrived at the wharf, with an oblong pine box, which was every thing that seemed to be expected.  Immediately upon its arrival we made sail, and in a short time were safely over the bar and standing out to sea."," The box in question was, as I say, oblong.  It was about six feet in length by two and a half in breadth; I observed it attentively, and like to be precise.  Now this shape was PECULIAR; and no sooner had I seen it, than I took credit to myself for the accuracy of my guessing.  I had reached the conclusion, it will be remembered, that the extra baggage of my friend, the artist, would prove to be pictures, or at least a picture; for I knew he had been for several weeks in conference with Nicolino:--and now here was a box, which, from its shape, COULD possibly contain nothing in the world but a copy of Leonardo's \"Last Supper;\" and a copy of this very \"Last Supper,\" done by Rubini the younger, at Florence, I had known, for some time, to be in the possession of Nicolino.  This point, therefore, I considered as sufficiently settled.  I chuckled excessively when I thought of my acumen.  It was the first time I had ever known Wyatt to keep from me any of his artistical secrets; but here he evidently intended to steal a march upon me, and smuggle a fine picture to New York, under my very nose; expecting me to know nothing of the matter.  I resolved to quiz him WELL, now and hereafter."," One thing, however, annoyed me not a little.  The box did NOT go into the extra stateroom.  It was deposited in Wyatt's own; and there, too, it remained, occupying very nearly the whole of the floor--no doubt to the exceeding discomfort of the artist and his wife;--this the more especially as the tar or paint with which it was lettered in sprawling capitals, emitted a strong, disagreeable, and, to my fancy, a peculiarly disgusting odor.  On the lid were painted the words--\"Mrs. Adelaide Curtis, Albany, New York.  Charge of Cornelius Wyatt, Esq.  This side up.  To be handled with care.\""," Now, I was aware that Mrs. Adelaide Curtis, of Albany, was the artist's wife's mother,--but then I looked upon the whole address as a mystification, intended especially for myself.  I made up my mind, of course, that the box and contents would never get farther north than the studio of my misanthropic friend, in Chambers Street, New York."," For the first three or four days we had fine weather, although the wind was dead ahead; having chopped round to the northward, immediately upon our losing sight of the coast.  The passengers were, consequently, in high spirits and disposed to be social.  I MUST except, however, Wyatt and his sisters, who behaved stiffly, and, I could not help thinking, uncourteously to the rest of the party.  Wyatt's conduct I did not so much regard.  He was gloomy, even beyond his usual habit--in fact he was MOROSE--but in him I was prepared for eccentricity.  For the sisters, however, I could make no excuse.  They secluded themselves in their staterooms during the greater part of the passage, and absolutely refused, although I repeatedly urged them, to hold communication with any person on board."," Mrs. Wyatt herself was far more agreeable.  That is to say, she was CHATTY; and to be chatty is no slight recommendation at sea.  She became EXCESSIVELY intimate with most of the ladies; and, to my profound astonishment, evinced no equivocal disposition to coquet with the men.  She amused us all very much.  I say \"amused\"--and scarcely know how to explain myself.  The truth is, I soon found that Mrs. W. was far oftener laughed AT than WITH.  The gentlemen said little about her; but the ladies, in a little while, pronounced her \"a good-hearted thing, rather indifferent looking, totally uneducated, and decidedly vulgar.\"  The great wonder was, how Wyatt had been entrapped into such a match.  Wealth was the general solution--but this I knew to be no solution at all; for Wyatt had told me that she neither brought him a dollar nor had any expectations from any source whatever.  \"He had married,\" he said, \"for love, and for love only; and his bride was far more than worthy of his love.\"  When I thought of these expressions, on the part of my friend, I confess that I felt indescribably puzzled. Could it be possible that he was taking leave of his senses?  What else could I think?  HE, so refined, so intellectual, so fastidious, with so exquisite a perception of the faulty, and so keen an appreciation of the beautiful!  To be sure, the lady seemed especially fond of HIM--particularly so in his absence--when she made herself ridiculous by frequent quotations of what had been said by her \"beloved husband, Mr. Wyatt.\"  The word \"husband\" seemed forever--to use one of her own delicate expressions--forever \"on the tip of her tongue.\"  In the meantime, it was observed by all on board, that he avoided HER in the most pointed manner, and, for the most part, shut himself up alone in his state-room, where, in fact, he might have been said to live altogether, leaving his wife at full liberty to amuse herself as she thought best, in the public society of the main cabin."," My conclusion, from what I saw and heard, was, that, the artist, by some unaccountable freak of fate, or perhaps in some fit of enthusiastic and fanciful passion, had been induced to unite himself with a person altogether beneath him, and that the natural result, entire and speedy disgust, had ensued.  I pitied him from the bottom of my heart--but could not, for that reason, quite forgive his incommunicativeness in the matter of the \"Last Supper.\" For this I resolved to have my revenge."," One day he came upon deck, and, taking his arm as had been my wont, I sauntered with him backward and forward.  His gloom, however (which I considered quite natural under the circumstances), seemed entirely unabated.  He said little, and that moodily, and with evident effort.  I ventured a jest or two, and he made a sickening attempt at a smile.  Poor fellow!--as I thought of HIS WIFE, I wondered that he could have heart to put on even the semblance of mirth.  At last I ventured a home thrust.  I determined to commence a series of covert insinuations, or innuendoes, about the oblong box--just to let him perceive, gradually, that I was NOT altogether the butt, or victim, of his little bit of pleasant mystification. My first observation was by way of opening a masked battery.  I said something about the \"peculiar shape of THAT box--,\"and, as I spoke the words, I smiled knowingly, winked, and touched him gently with my forefinger in the ribs."," The manner in which Wyatt received this harmless pleasantry convinced me, at once, that he was mad.  At first he stared at me as if he found it impossible to comprehend the witticism of my remark; but as its point seemed slowly to make its way into his brain, his eyes, in the same proportion, seemed protruding from their sockets.  Then he grew very red--then hideously pale--then, as if highly amused with what I had insinuated, he began a loud and boisterous laugh, which, to my astonishment, he kept up, with gradually increasing vigor, for ten minutes or more.  In conclusion, he fell flat and heavily upon the deck.  When I ran to uplift him, to all appearance he was DEAD."," I called assistance, and, with much difficulty, we brought him to himself.  Upon reviving he spoke incoherently for some time.  At length we bled him and put him to bed.  The next morning he was quite recovered, so far as regarded his mere bodily health.  Of his mind I say nothing, of course.  I avoided him during the rest of the passage, by advice of the captain, who seemed to coincide with me altogether in my views of his insanity, but cautioned me to say nothing on this head to any person on board."," Several circumstances occurred immediately after this fit of Wyatt which contributed to heighten the curiosity with which I was already possessed.  Among other things, this: I had been nervous-- drank too much strong green tea, and slept ill at night--in fact, for two nights I could not be properly said to sleep at all.  Now, my state-room opened into the main cabin, or dining-room, as did those of all the single men on board.  Wyatt's three rooms were in the after-cabin, which was separated from the main one by a slight sliding door, never locked even at night.  As we were almost constantly on a wind, and the breeze was not a little stiff, the ship heeled to leeward very considerably; and whenever her starboard side was to leeward, the sliding door between the cabins slid open, and so remained, nobody taking the trouble to get up and shut it.  But my berth was in such a position, that when my own state-room door was open, as well as the sliding door in question (and my own door was ALWAYS open on account of the heat,) I could see into the after-cabin quite distinctly, and just at that portion of it, too, where were situated the state-rooms of Mr. Wyatt. Well, during two nights (NOT consecutive) while I lay awake, I clearly saw Mrs. W., about eleven o'clock upon each night, steal cautiously from the state-room of Mr. W., and enter the extra room, where she remained until daybreak, when she was called by her husband and went back.  That they were virtually separated was clear.  They had separate apartments--no doubt in contemplation of a more permanent divorce; and here, after all I thought was the mystery of the extra stateroom."," There was another circumstance, too, which interested me much. During the two wakeful nights in question, and immediately after the disappearance of Mrs. Wyatt into the extra stateroom, I was attracted by certain singular cautious, subdued noises in that of her husband.  After listening to them for some time, with thoughtful attention, I at length succeeded perfectly in translating their import.  They were sounds occasioned by the artist in prying open the oblong box, by means of a chisel and mallet--the latter being apparently muffled, or deadened, by some soft woollen or cotton substance in which its head was enveloped."," In this manner I fancied I could distinguish the precise moment when he fairly disengaged the lid--also, that I could determine when he removed it altogether, and when he deposited it upon the lower berth in his room; this latter point I knew, for example, by certain slight taps which the lid made in striking against the wooden edges of the berth, as he endeavored to lay it down VERY gently--there being no room for it on the floor.  After this there was a dead stillness, and I heard nothing more, upon either occasion, until nearly daybreak; unless, perhaps, I may mention a low sobbing, or murmuring sound, so very much suppressed as to be nearly inaudible--if, indeed, the whole of this latter noise were not rather produced by my own imagination.  I say it seemed to RESEMBLE sobbing or sighing--but, of course, it could not have been either.  I rather think it was a ringing in my own ears.  Mr. Wyatt, no doubt, according to custom, was merely giving the rein to one of his hobbies--indulging in one of his fits of artistic enthusiasm.  He had opened his oblong box, in order to feast his eyes on the pictorial treasure within.  There was nothing in this, however, to make him SOB.  I repeat, therefore, that it must have been simply a freak of my own fancy, distempered by good Captain Hardy's green tea.  just before dawn, on each of the two nights of which I speak, I distinctly heard Mr. Wyatt replace the lid upon the oblong box, and force the nails into their old places by means of the muffled mallet.  Having done this, he issued from his state- room, fully dressed, and proceeded to call Mrs. W. from hers."," We had been at sea seven days, and were now off Cape Hatteras, when there came a tremendously heavy blow from the southwest.  We were, in a measure, prepared for it, however, as the weather had been holding out threats for some time.  Every thing was made snug, alow and aloft; and as the wind steadily freshened, we lay to, at length, under spanker and foretopsail, both double-reefed."," In this trim we rode safely enough for forty-eight hours--the ship proving herself an excellent sea-boat in many respects, and shipping no water of any consequence.  At the end of this period, however, the gale had freshened into a hurricane, and our after-- sail split into ribbons, bringing us so much in the trough of the water that we shipped several prodigious seas, one immediately after the other.  By this accident we lost three men overboard with the caboose, and nearly the whole of the larboard bulwarks. Scarcely had we recovered our senses, before the foretopsail went into shreds, when we got up a storm staysail and with this did pretty well for some hours, the ship heading the sea much more steadily than before."," The gale still held on, however, and we saw no signs of its abating.  The rigging was found to be ill-fitted, and greatly strained; and on the third day of the blow, about five in the afternoon, our mizzen-mast, in a heavy lurch to windward, went by the board.  For an hour or more, we tried in vain to get rid of it, on account of the prodigious rolling of the ship; and, before we had succeeded, the carpenter came aft and announced four feet of water in the hold.  To add to our dilemma, we found the pumps choked and nearly useless."," All was now confusion and despair--but an effort was made to lighten the ship by throwing overboard as much of her cargo as could be reached, and by cutting away the two masts that remained. This we at last accomplished--but we were still unable to do any thing at the pumps; and, in the meantime, the leak gained on us very fast."," At sundown, the gale had sensibly diminished in violence, and as the sea went down with it, we still entertained faint hopes of saving ourselves in the boats.  At eight P. M., the clouds broke away to windward, and we had the advantage of a full moon--a piece of good fortune which served wonderfully to cheer our drooping spirits."," After incredible labor we succeeded, at length, in getting the longboat over the side without material accident, and into this we crowded the whole of the crew and most of the passengers.  This party made off immediately, and, after undergoing much suffering, finally arrived, in safety, at Ocracoke Inlet, on the third day after the wreck."," Fourteen passengers, with the captain, remained on board, resolving to trust their fortunes to the jolly-boat at the stern.  We lowered it without difficulty, although it was only by a miracle that we prevented it from swamping as it touched the water.  It contained, when afloat, the captain and his wife, Mr. Wyatt and party, a Mexican officer, wife, four children, and myself, with a negro valet."," We had no room, of course, for any thing except a few positively necessary instruments, some provisions, and the clothes upon our backs.  No one had thought of even attempting to save any thing more.  What must have been the astonishment of all, then, when having proceeded a few fathoms from the ship, Mr. Wyatt stood up in the stern-sheets, and coolly demanded of Captain Hardy that the boat should be put back for the purpose of taking in his oblong box!"," \"Sit down, Mr. Wyatt,\" replied the captain, somewhat sternly, \"you will capsize us if you do not sit quite still.  Our gunwhale is almost in the water now.\""," \"The box!\" vociferated Mr. Wyatt, still standing--\"the box, I say! Captain Hardy, you cannot, you will not refuse me.  Its weight will be but a trifle--it is nothing--mere nothing.  By the mother who bore you--for the love of Heaven--by your hope of salvation, I implore you to put back for the box!\""," The captain, for a moment, seemed touched by the earnest appeal of the artist, but he regained his stern composure, and merely said:"," \"Mr. Wyatt, you are mad.  I cannot listen to you.  Sit down, I say, or you will swamp the boat.  Stay--hold him--seize him!--he is about to spring overboard! There--I knew it--he is over!\""," As the captain said this, Mr. Wyatt, in fact, sprang from the boat, and, as we were yet in the lee of the wreck, succeeded, by almost superhuman exertion, in getting hold of a rope which hung from the fore-chains.  In another moment he was on board, and rushing frantically down into the cabin."," In the meantime, we had been swept astern of the ship, and being quite out of her lee, were at the mercy of the tremendous sea which was still running.  We made a determined effort to put back, but our little boat was like a feather in the breath of the tempest. We saw at a glance that the doom of the unfortunate artist was sealed."," As our distance from the wreck rapidly increased, the madman (for as such only could we regard him) was seen to emerge from the companion--way, up which by dint of strength that appeared gigantic, he dragged, bodily, the oblong box.  While we gazed in the extremity of astonishment, he passed, rapidly, several turns of a three-inch rope, first around the box and then around his body. In another instant both body and box were in the sea--disappearing suddenly, at once and forever."," We lingered awhile sadly upon our oars, with our eyes riveted upon the spot.  At length we pulled away.  The silence remained unbroken for an hour.  Finally, I hazarded a remark."," \"Did you observe, captain, how suddenly they sank?  Was not that an exceedingly singular thing?  I confess that I entertained some feeble hope of his final deliverance, when I saw him lash himself to the box, and commit himself to the sea.\""," \"They sank as a matter of course,\" replied the captain, \"and that like a shot.  They will soon rise again, however--BUT NOT TILL THE SALT MELTS.\""," \"The salt!\" I ejaculated."," \"Hush!\" said the captain, pointing to the wife and sisters of the deceased.  \"We must talk of these things at some more appropriate time.\"",""," We suffered much, and made a narrow escape, but fortune befriended us, as well as our mates in the long-boat.  We landed, in fine, more dead than alive, after four days of intense distress, upon the beach opposite Roanoke Island.  We remained here a week, were not ill-treated by the wreckers, and at length obtained a passage to New York."," About a month after the loss of the \"Independence,\" I happened to meet Captain Hardy in Broadway.  Our conversation turned, naturally, upon the disaster, and especially upon the sad fate of poor Wyatt.  I thus learned the following particulars."," The artist had engaged passage for himself, wife, two sisters and a servant.  His wife was, indeed, as she had been represented, a most lovely, and most accomplished woman.  On the morning of the fourteenth of June (the day in which I first visited the ship), the lady suddenly sickened and died.  The young husband was frantic with grief--but circumstances imperatively forbade the deferring his voyage to New York.  It was necessary to take to her mother the corpse of his adored wife, and, on the other hand, the universal prejudice which would prevent his doing so openly was well known. Nine-tenths of the passengers would have abandoned the ship rather than take passage with a dead body."," In this dilemma, Captain Hardy arranged that the corpse, being first partially embalmed, and packed, with a large quantity of salt, in a box of suitable dimensions, should be conveyed on board as merchandise.  Nothing was to be said of the lady's decease; and, as it was well understood that Mr. Wyatt had engaged passage for his wife, it became necessary that some person should personate her during the voyage.  This the deceased lady's-maid was easily prevailed on to do.  The extra state-room, originally engaged for this girl during her mistress' life, was now merely retained.  In this state-room the pseudo-wife, slept, of course, every night.  In the daytime she performed, to the best of her ability, the part of her mistress--whose person, it had been carefully ascertained, was unknown to any of the passengers on board."," My own mistake arose, naturally enough, through too careless, too inquisitive, and too impulsive a temperament.  But of late, it is a rare thing that I sleep soundly at night.  There is a countenance which haunts me, turn as I will.  There is an hysterical laugh which will forever ring within my ears."]}]},{"display":"Philip K. Dick","path":"philip-k-dick","stories":[{"display":"Upon Dull Earth","path":"/upon-dull-earth","year":1953,"wordcount":8440,"readtime":31.85,"paragraphs":[" Silvia ran laughing through the night brightness, between the roses and cosmos and Shasta daisies, down the gravel path and beyond the heaps of sweet-tasting grass swept from the lawns. Stars, caught in pools of water, glittered everywhere, as she brushed through them to the slope beyond the brick wall. Cedars supported the sky and ignored the slim shape squeezing past, her brown hair flying, her eyes flashing."," \"Wait for me,\" Rick complained, as he cautiously threaded his way after her, along the half familiar path. Silvia danced on without stopping. \"Slow down!\" he shouted angrily."," \"Can't -- we're late.\" Without warning, Silvia appeared in front of him, blocking the path. \"Empty your pockets,\" she gasped, her gray eyes sparkling. \"Throw away all metal. You know they can't stand metal.\""," Rick searched his pockets. In his overcoat were two dimes and a fifty-cent piece. \"Do these count?\""," \"Yes!\" Silvia snatched the coins and threw them into the dark heaps of calla lilies. The bits of metal hissed into the moist depths and were gone. \"Anything else?\" She caught hold of his arm anxiously. \"They're already on their way. Anything else, Rick?\""," \"Just my watch.\" Rick pulled his wrist away as Silvia's wild fingers snatched for the watch. \"That's not going in the bushes.\""," \"Then lay it on the sundial -- or the wall. Or in a hollow tree.\" Silvia raced off again. Her excited, rapturous voice danced back to him. \"Throw away your cigarette case. And your keys, your belt buckle -- everything metal. You know how they hate metal. Hurry, we're late!\""," Rick followed sullenly after her. \"All right, witch.\""," Silvia snapped at him furiously from the darkness. \"Don't say that! It isn't true. You've been listening to my sisters and my mother and --\""," Her words were drowned out by the sound. Distant flapping, a long way off, like vast leaves rustling in a winter storm. The night sky was alive with the frantic poundings; they were coming very quickly this time. They were too greedy, too desperately eager to wait. Flickers of fear touched the man and he ran to catch up with Silvia."," Silvia was a tiny column of green skirt and blouse in the center of the thrashing mass. She was pushing them away with one arm and trying to manage the faucet with the other. The churning activity of wings and bodies twisted her like a reed. For a time she was lost from sight."," \"Rick!\" she called faintly. \"Come here and help!\" She pushed them away and struggled up. \"They're suffocating me!\""," Rick fought his way through the wall of flashing white to the edge of the trough. They were drinking greedily at the blood that spilled from the wooden faucet. He pulled Silvia close against him; she was terrified and trembling. He held her tight until some of the violence and fury around them had died down."," \"They're hungry,\" Silvia gasped feebly."," \"You're a little cretin for coming ahead. They can sear you to ash!\""," \"I know. They can do anything.\" She shuddered, excited and frightened. \"Look at them,\" she whispered, her voice husky with awe. \"Look at the size of them -- their wing-spread. And they're white, Rick. Spotless -- perfect. There's nothing in our world as spotless as that. Great and clean and wonderful.\""," \"They certainly wanted the lamb's blood.\""," Silvia's soft hair blew against his face as the wings fluttered on all sides. They were leaving now, roaring up into the sky. Not up, really -- away. Back to their own world whence they had scented the blood. But it was not only the blood -- they had come because of Silvia. She had attracted them."," The girl's gray eyes were wide. She reached up towards the rising white creatures. One of them swooped close. Grass and flowers sizzled as blinding white flames roared in a brief fountain. Rick scrambled away. The flaming figure hovered momentarily over Silvia and then there was a hollow pop. The last of the white-winged giants was gone. The air, the ground, gradually cooled into darkness and silence."," \"I'm sorry,\" Silvia whispered."," \"Don't do it again,\" Rick managed. He was numb with shock. \"It isn't safe.\""," \"Sometimes I forget. I'm sorry, Rick. I didn't mean to draw them so close.\" She tried to smile. \"I haven't been that careless in months. Not since that other time, when I first brought you out here.\" The avid, wild look slid across her face. \"Did you see him? Power and flames! And he didn't even touch us. He just -- looked at us. That was all. And everything's burned up, all around.\""," Rick grabbed hold of her. \"Listen,\" he grated. \"You mustn't call them again. It's wrong. This isn't their world.\""," \"It's not wrong -- it's beautiful.\""," \"It's not safe!\" His fingers dug into her flesh until she gasped. \"Stop tempting them down here!\""," Silvia laughed hysterically. She pulled away from him, out into the blasted circle that the horde of angels had seared behind them as they rose into the sky. \"I can't help it,\" she cried. \"I belong with them. They're my family, my people. Generations of them, back into the past.\""," \"What do you mean?\""," \"They're my ancestors. And some day I'll join them.\""," \"You are a little witch!\" Rick shouted furiously."," \"No,\" Silvia answered. \"Not a witch, Rick. Don't you see? I'm a saint.\"","",""," The kitchen was warm and bright. Silvia plugged in the Silex and got a big red can of coffee down from the cupboards over the sink. \"You mustn't listen to them,\" she said, as she set out plates and cups and got cream from the refrigerator. \"You know they don't understand. Look at them in there.\""," Silvia's mother and her sisters, Betty Lou and Jean, stood huddled together in the living room, fearful and alert, watching the young couple in the kitchen. Walter Everett was standing by the fireplace, his face blank, remote."," \"Listen to me,\" Rick said. \"You have this power to attract them. You mean you're not -- isn't Walter your real father?\""," \"Oh, yes -- of course he is. I'm completely human. Don't I look human?\""," \"But you're the only one who has the power.\""," \"I'm not physically different,\" Silvia said thoughtfully. \"I have the ability to see, that's all. Others have had it before me -- saints, martyrs. When I was a child, my mother read to me about St. Bernadette. Remember where her cave was? Near a hospital. They were hovering there and she saw one of them.\""," \"But the blood! It's grotesque. There never was anything like that.\""," \"Oh, yes. The blood draws them, lamb's blood especially. They hover over battlefields. Valkyries -- carrying off the dead to Valhalla. That's why saints and martyrs cut and mutilate themselves. You know where I got the idea?\""," Silvia fastened a little apron around her waist and filled the Silex with coffee. \"When I was nine years old, I read of it in Homer, in the Odyssey. Ulysses dug a trench in the ground and filled it with blood to attract the spirits. The shades from the netherworld.\""," \"That's right,\" Rick admitted reluctantly. \"I remember.\""," \"The ghosts of people who died. They had lived once. Everybody lives here, then dies and goes there.\" Her face glowed. \"We're all going to have wings! We're all going to fly. We'll all be filled with fire and power. We won't be worms any more.\""," \"Worms! That's what you always call me.\""," \"Of course you're a worm. We're all worms -- grubby worms creeping over the crust of the Earth, through dust and dirt.\""," \"Why should blood bring them?\""," \"Because it's life and they're attracted by life. Blood is uisge beatha -- the water of life.\""," \"Blood means death! A trough of spilled blood...\""," \"It's not death. When you see a caterpillar crawl into its cocoon, do you think it's dying?\""," Walter Everett was standing in the doorway. He stood listening to his daughter, his face dark. \"One day,\" he said hoarsely, \"they're going to grab her and carry her off. She wants to go with them. She's waiting for that day.\""," \"You see?\" Silvia said to Rick. \"He doesn't understand either.\" She shut off the Silex and poured coffee. \"Coffee for you?\" she asked her father."," \"No,\" Everett said."," \"Silvia,\" Rick said, as if speaking to a child, \"if you went away with them, you know you couldn't come back to us.\""," \"We all have to cross sooner or later. It's all part of our life.\""," \"But you're only nineteen,\" Rick pleaded. \"You're young and healthy and beautiful. And our marriage -- what about our marriage?\" He half rose from the table. \"Silvia, you've got to stop this!\""," \"I can't stop it. I was seven when I saw them first.\" Silvia stood by the sink, gripping the Silex, a faraway look in her eyes. \"Remember, Daddy? We were living back in Chicago. It was winter. I fell, walking home from school.\" She held up a slim arm. \"See the scar? I fell and cut myself on the gravel and slush. I came home crying -- it was sleeting and the wind was howling around me. My arm was bleeding and my mitten was soaked with blood. And then I looked up and saw them.\""," There was silence."," \"They want you,\" Everett said wretchedly. \"They're flies -- bluebottles, hovering around, waiting for you. Calling you to come along with them.\""," \"Why not?\" Silvia's gray eyes were shining and her cheeks radiated joy and anticipation. \"You've seen them, Daddy. You know what it means. Transfiguration -- from clay into gods!\""," Rick left the kitchen. In the living-room, the two sisters stood together, curious and uneasy. Mrs. Everett stood by herself, her face granite-hard, eyes bleak behind her steel-rimmed glasses. She turned away as Rick passed them."," \"What happened out there?\" Betty Lou asked him in a taut whisper. She was fifteen, skinny and plain, hollow cheeked, with mousy, sand-colored hair. \"Silvia never lets us come out with her.\""," \"Nothing happened,\" Rick answered."," Anger stirred the girl's barren face. \"That's not true. You were both out in the garden, in the dark, and --\""," \"Don't talk to him!\" her mother snapped. She yanked the two girls away and shot Rick a glare of hatred and misery. Then she turned quickly from him.","",""," Rick opened the door to the basement and switched on the light. He descended slowly into the cold, damp room of concrete and dirt, with its unwinking yellow light hanging from the dust-covered wires overhead."," In one corner loomed the big floor furnace with its mammoth hot air pipes. Beside it stood the water heater and discarded bundles, boxes of books, newspapers and old furniture, thick with dust, encrusted with strings of spider webs."," At the far end were the washing machine and spin dryer. And Silvia's pump and refrigeration system."," From the work bench Rick selected a hammer and two heavy pipe wrenches. He was moving towards the elaborate tanks and pipes when Silvia appeared abruptly at the top of the stairs, her coffee cup in one hand."," She hurried quickly down to him. \"What are you doing down here?\" she asked, studying him intently. \"Why that hammer and those two wrenches?\""," Rick dropped the tools back onto the bench. \"I thought maybe this could be solved on the spot.\""," Silvia moved between him and the tanks. \"I thought you understood. They've always been a part of my life. When I brought you with me the first time, you seemed to see what --\""," \"I don't want to lose you,\" Rick said harshly, \"to anybody or anything -- in this world or any other. I'm not going to give you up.\""," \"It's not giving me up!\" Her eyes narrowed. \"You came down here to destroy and break everything. The moment I'm not looking you'll smash all this, won't you?\""," \"That's right.\""," Fear replaced anger on the girl's face. \"Do you want me to be chained here? I have to go on -- I'm through with this part of the journey. I've stayed here long enough.\""," \"Can't you wait?\" Rick demanded furiously. He couldn't keep the ragged edge of despair out of his voice. \"Doesn't it come soon enough anyhow?\""," Silvia shrugged and turned away, her arms folded, her red lips tight together. \"You want to be a worm always. A fuzzy, little creeping caterpillar.\""," \"I want you.\""," \"You can't have me!\" She whirled angrily. \"I don't have any time to waste with this.\""," \"You have higher things in mind,\" Rick said savagely."," \"Of course.\" She softened a little. \"I'm sorry, Rick. Remember Icarus? You want to fly, too. I know it.\""," \"In my time.\""," \"Why not now? Why wait? You're afraid.\" She slid lithely away from him, cunning twisting her red lips. \"Rick, I want to show you something. Promise me first -- you won't tell anybody.\""," \"What is it?\""," \"Promise?\" She put her hand to his mouth. \"I have to be careful. It cost a lot of money. Nobody knows about it. It's what they do in China -- everything goes towards it.\""," \"I'm curious,\" Rick said. Uneasiness flicked at him. \"Show it to me.\""," Trembling with excitement, Silvia disappeared behind the huge lumbering refrigerator, back into the darkness behind the web of frost-hard freezing coils. He could hear her tugging and pulling at something. Scraping sounds, sounds of something large being dragged out."," \"See?\" Silvia gasped. \"Give me a hand, Rick. It's heavy. Hardwood and brass -- and metal lined. It's hand-stained and polished. And the carving -- see the carving! Isn't it beautiful?\""," \"What is it?\" Rick demanded huskily."," \"It's my cocoon,\" Silvia said simply. She settled down in a contented heap on the floor, and rested her head happily against the polished oak coffin."," Rick grabbed her by the arm and dragged her to her feet. \"You can't sit with that coffin, down here in the basement with --\" He broke off. \"What's the matter?\""," Silvia's face was twisting with pain. She backed away from him and put her finger quickly to her mouth. \"I cut myself -- when you pulled me up -- on a nail or something.\" A thin trickle of blood oozed down her fingers. She groped in her pocket for a handkerchief."," \"Let me see it.\" He moved towards her, but she avoided him. \"Is it bad?\" he demanded."," \"Stay away from me,\" Silvia whispered."," \"What's wrong? Let me see it!\""," \"Rick,\" Silvia said in a low intense voice, \"get some water and adhesive tape. As quickly as possible!\" She was trying to keep down her rising terror. \"I have to stop the bleeding.\""," \"Upstairs?\" He moved awkwardly away. \"It doesn't look too bad. Why don't you...\""," \"Hurry.\" The girl's voice was suddenly bleak with fear. \"Rick, hurry!\""," Confused, he ran a few steps."," Silvia's terror poured after him. \"No, it's too late,\" she called thinly. \"Don't come back -- keep away from me. It's my own fault. I trained them to come. Keep away! I'm sorry, Rick. Oh --\" Her voice was lost to him, as the wall of the basement burst and shattered. A cloud of luminous white forced its way through and blazed out into the basement."," It was Silvia they were after. She ran a few hesitant steps towards Rick, halted uncertainly, then the white mass of bodies and wings settled around her. She shrieked once. Then a violent explosion blasted the basement into a shimmering dance of furnace heat."," He was thrown to the floor. The cement was hot and dry -- the whole basement crackled with heat. Windows shattered as pulsing white shapes pushed out again. Smoke and flames licked up the walls. The ceiling sagged and rained plaster down."," Rick struggled to his feet. The furious activity was dying away. The basement was a littered chaos. All surfaces were scorched black, seared and crusted with smoking ash. Splintered wood, torn cloth and broken concrete were strewn everywhere. The furnace and washing machine were in ruins. The elaborate pumping and refrigeration system -- now were a glittering mass of slag. One whole wall had been twisted aside. Plaster was rubbled over everything."," Silvia was a twisted heap, arms and legs doubled grotesquely. Shriveled, carbonized remains of fire-scorched ash, settling in a vague mound. What had been left were charred fragments, a brittle burned-out husk.","",""," It was a dark night, cold and intense. A few stars glittered like ice from above his head. A faint, dank wind stirred through the dripping calla lilies and whipped gravel up in a frigid mist along the path between the black roses."," He crouched for a long time, listening and watching. Behind the cedars, the big house loomed against the sky. At the bottom of the slope a few cars slithered along the highway. Otherwise, there was no sound. Ahead of him jutted the squat outline of the porcelain trough and the pipe that had carried blood from the refrigerator in the basement. The trough was empty and dry, except for a few leaves that had fallen in it."," Rick took a deep breath of thin night air and held it. Then he got stiffly to his feet. He scanned the sky, but saw no movement. They were there, though, watching and waiting -- dim shadows, echoing into the legendary past, a line of god-figures."," He picked up the heavy gallon drums, dragged them to the trough and poured blood from a New Jersey abattoir, cheap-grade steer refuse, thick and clotted. It splashed against his clothes and he backed away nervously. But nothing stirred in the air above. The garden was silent, drenched with night fog and darkness."," He stood beside the trough, waiting and wondering if they were coming. They had come for Silvia, not merely for the blood. Without her there was no attraction but the raw food. He carried the empty metal cans over to the bushes and kicked them down the slope. He searched his pockets carefully, to make sure there was no metal in them."," Over the years, Silvia had nourished their habit of coming. Now she was on the other side. Did that mean they wouldn't come? Somewhere in the damp bushes something rustled. An animal or a bird?"," In the trough the blood glistened, heavy and dull, like old lead. It was their time to come, but nothing stirred the great trees above. He picked out the rows of nodding black roses, the gravel path down which he and Silvia had run -- violently he shut out the recent memory of her flashing eyes and deep red lips. The highway beyond the slope -- the empty, deserted garden -- the silent house in which her family huddled and waited. After a time, there was a dull, swishing sound. He tensed, but it was only a diesel truck lumbering along the highway, headlights blazing."," He stood grimly, his feet apart, his heels dug into the soft black ground. He wasn't leaving. He was staying there until they came. He wanted her back -- at any cost."," Overhead, foggy webs of moisture drifted across the moon. The sky was a vast barren plain, without life or warmth. The deathly cold of deep space, away from suns and living things. He gazed up until his neck ached. Cold stars, sliding in and out of the matted layer of fog. Was there anything else? Didn't they want to come, or weren't they interested in him? It had been Silvia who had interested them -- now they had her."," Behind him there was a movement without sound. He sensed it and started to turn, but suddenly, on all sides, the trees and undergrowth shifted. Like cardboard props they wavered and ran together, blending dully in the night shadows. Something moved through them, rapidly, silently, then was gone."," They had come. He could feel them. They had shut off their power and flame. Cold, indifferent statues, rising among the trees, dwarfing the cedars -- remote from him and his world, attracted by curiosity and mild habit."," \"Silvia,\" he said clearly. \"Which are you?\""," There was no response. Perhaps she wasn't among them. He felt foolish. A vague flicker of white drifted past the trough, hovered momentarily and then went on without stopping. The air above the trough vibrated, then died into immobility, as another giant inspected briefly and withdrew."," Panic breathed through him. They were leaving again, receding back into their own world. The trough had been rejected; they weren't interested."," \"Wait,\" he muttered thickly."," Some of the white shadows lingered. He approached them slowly, wary of their flickering immensity. If one of them touched him, he would sizzle briefly and puff into a dark heap of ash. A few feet away he halted."," \"You know what I want,\" he said. \"I want her back. She shouldn't have been taken yet.\""," Silence."," \"You were too greedy,\" he said. \"You did the wrong thing. She was going to come over to you, eventually. She had it all worked out.\""," The dark fog rustled. Among the trees the flickering shapes stirred and pulsed, responsive to his voice. \"True,\" came a detached impersonal sound. The sound drifted around him, from tree to tree, without location or direction. It was swept off by the night wind to die into dim echoes."," Relief settled over him. They had paused -- they were aware of him -- listening to what he had to say."," \"You think it's right?\" he demanded. \"She had a long life here. We were to marry, have children.\""," There was no answer, but he was conscious of a growing tension. He listened intently, but he couldn't make out anything. Presently he realized a struggle was taking place, a conflict among them. The tension grew -- more shapes flickered -- the clouds, the icy stars, were obscured by the vast presence swelling around him."," \"Rick!\" A voice spoke close by. Wavering, drifting back into the dim regions of the trees and dripping plants. He could hardly hear it -- the words were gone as soon as they were spoken. \"Rick -- help me get back.\""," \"Where are you?\" He couldn't locate her. \"What can I do?\""," \"I don't know.\" Her voice was wild with bewilderment and pain. \"I don't understand. Something went wrong. They must have thought I-wanted to come right away. I didn't!\""," \"I know,\" Rick said. \"It was an accident.\""," \"They were waiting. The cocoon, the trough -- but it was too soon.\" Her terror came across to him, from the vague distances of another universe. \"Rick, I've changed my mind. I want to come back.\""," \"It's not as simple as that.\""," \"I know. Rick, time is different on this side. I've been gone so long -- your world seems to creep along. It's been years, hasn't it?\""," \"One week,\" Rick said."," \"It was their fault. You don't blame me, do you? They know they did the wrong thing. Those who did it have been punished, but that doesn't help me.\" Misery and panic distorted her voice so he could hardly understand her. \"How can I come back?\""," \"Don't they know?\""," \"They say it can't be done.\" Her voice trembled. \"They say they destroyed the clay part -- it was incinerated. There's nothing for me to go back to.\""," Rick took a deep breath. \"Make them find some other way. It's up to them. Don't they have the power? They took you over too soon -- they must send you back. It's their responsibility.\""," The white shapes shifted uneasily. The conflict rose sharply; they couldn't agree. Rick warily moved back a few paces."," \"They say it's dangerous,\" Silvia's voice came from no particular spot. \"They say it was attempted once.\" She tried to control her voice. \"The nexus between this world and yours is unstable. There are vast amounts of free-floating energy. The power we -- on this side -- have isn't really our own. It's a universal energy, tapped and controlled.\""," \"Why can't they...\""," \"This is a higher continuum. There's a natural process of energy from lower to higher regions. But the reverse process is risky. The blood -- it's a sort of guide to follow -- a bright marker.\""," \"Like moths around a light bulb,\" Rick said bitterly."," \"If they send me back and something goes wrong --\" She broke off and then continued, \"If they make a mistake, I might be lost between the two regions. I might be absorbed by the free energy. It seems to be partly alive. It's not understood. Remember Prometheus and the fire...\""," \"I see,\" Rick said, as calmly as he could."," \"Darling, if they try to send me back, I'll have to find some shape to enter. You see, I don't exactly have a shape any more. There's no real material form on this side. What you see, the wings and the whiteness, are not really there. If I succeeded in making the trip back to your side...\""," \"You'd have to mold something,\" Rick said."," \"I'd have to take something there -- something of clay. I'd have to enter it and reshape it. As He did a long time ago, when the original form was put on your world.\""," \"If they did it once, they can do it again.\""," \"The One who did that is gone. He passed on upward.\" There was unhappy irony in her voice. \"There are regions beyond this. The ladder doesn't stop here. Nobody knows where it ends, it just seems to keep on going up and up. World after world.\""," \"Who decides about you?\" Rick demanded."," \"It's up to me,\" Silvia said faintly. \"They say, if I want to take the chance, they'll try it.\""," \"What do you think you'll do?\" he asked."," \"I'm afraid. What if something goes wrong? You haven't seen it, the region between. The possibilities there are incredible -- they terrify me. He was the only one with enough courage. Everyone else has been afraid.\""," \"It was their fault. They have to take responsibility.\""," \"They know that.\" Silvia hesitated miserably. \"Rick, darling, please tell me what to do.\""," \"Come back!\""," Silence. Then her voice, thin and pathetic. \"All right, Rick. If you think that's the right thing.\""," \"It is,\" he said firmly. He forced his mind not to think, not to picture or imagine anything. He had to have her back. \"Tell them to get started now. Tell them --\""," A deafening crack of heat burst in front of him. He was lifted up and tossed into a flaming sea of pure energy. They were leaving and the scalding lake of sheer power bellowed and thundered around him. For a split second he thought he glimpsed Silvia, her hands reaching imploringly towards him."," Then the fire cooled and he lay blinded in dripping, night-moistened darkness. Alone in the silence."," Walter Everett was helping him up. \"You damn fool!\" he was saying, again and again. \"You shouldn't have brought them back. They've got enough from us.\""," Then he was in the big, warm living room. Mrs. Everett stood silently in front of him, her face hard and expressionless. The two daughters hovered anxiously around him, fluttering and curious, eyes wide with morbid fascination."," \"I'll be all right,\" Rick muttered. His clothing was charred and blacked. He rubbed black ash from his face. Bits of dried grass stuck to his hair -- they had seared a circle around him as they'd ascended. He lay back against the couch and closed his eyes. When he opened them, Betty Lou Everett was forcing a glass of water into his hands."," \"Thanks,\" he muttered."," \"You should never have gone out there,\" Walter Everett repeated. \"Why? Why'd you do it? You know what happened to her. You want the same thing to happen to you?\""," \"I want her back,\" Rick said quietly."," \"Are you mad? You can't get her back. She's gone.\" His lips twitched convulsively. \"You saw her.\""," Betty Lou was gazing at Rick intently. \"What happened out there?\" she demanded. \"You saw her.\""," Rick got heavily to his feet and left the living room. In the kitchen he emptied the water in the sink and poured himself a drink. While he was leaning wearily against the sink, Betty Lou appeared in the doorway."," \"What do you want?\" Rick demanded."," The girl's face was flushed an unhealthy red. \"I know something happened out there. You were feeding them, weren't you?\" She advanced towards him. \"You're trying to get her back?\""," \"That's right,\" Rick said."," Betty Lou giggled nervously. \"But you can't. She's dead -- her body's been cremated -- I saw it.\" Her face worked excitedly. \"Daddy always said that something bad would happen to her, and it did.\" She leaned close to Rick. \"She was a witch! She got what she deserved!\""," \"She's coming back,\" Rick said."," \"No!\" Panic stirred the girl's drab features. \"She can't come back. She's dead -- like she always said -- worm into butterfly -- she's a butterfly!\""," \"Go inside,\" Rick said."," \"You can't order me around,\" Betty Lou answered. Her voice rose hysterically. \"This is my house. We don't want you around here any more. Daddy's going to tell you. He doesn't want you and I don't want you and my mother and sister...\""," The change came without warning. Like a film gone dead, Betty Lou froze, her mouth half open, one arm raised, her words dead on her tongue. She was suspended, an instantly lifeless thing raised off the floor, as if caught between two slides of glass. A vacant insect, without speech or sound, inert and hollow. Not dead, but abruptly thinned back to primordial inanimacy."," Into the captured shell filtered new potency and being. It settled over her, a rainbow of life that poured into place eagerly -- like hot fluid -- into every part of her. The girl stumbled and moaned; her body jerked violently and pitched against the wall. A china teacup tumbled from an overhead shelf and smashed on the floor. The girl retreated numbly, one hand to her mouth, her eyes wide with pain and shock."," \"Oh!\" she gasped. \"I cut myself.\" She shook her head and gazed up mutely at him, appealing to him. \"On a nail or something.\""," \"Silvia!\" He caught hold of her and dragged her to her feet, away from the wall. It was her arm he gripped, warm and full and mature. Stunned gray eyes, brown hair, quivering breasts -- she was now as she had been those last moments in the basement."," \"Let's see it,\" he said. He tore her hand from her mouth and shakily examined her finger. There was no cut, only a thin white line rapidly dimming. \"It's all right, honey. You're all right. There's nothing wrong with you!\""," \"Rick, I was over there.\" Her voice was husky and faint. \"They came and dragged me across with them.\" She shuddered violently. \"Rick, am I actually back?\""," He crushed her tight. \"Completely back.\""," \"It was so long. I was over there a century. Endless ages. I thought --\" Suddenly she pulled away. \"Rick...\""," \"What is it?\""," Silvia's face was wild with fear. \"There's something wrong.\""," \"There's nothing wrong. You've come back home and that's all that matters.\""," Silvia retreated from him. \"But they took a living form, didn't they? Not discarded clay. They don't have the power, Rick. They altered His work instead.\" Her voice rose in panic. \"A mistake -- they should have known better than to alter the balance. It's unstable and none of them can control the...\""," Rick blocked the doorway. \"Stop talking like that!\" he said fiercely. \"It's worth it -- anything's worth it. If they set things out of balance, it's their own fault.\""," \"We can't turn it back!\" Her voice rose shrilly, thin and hard, like drawn wire. \"We've set it in motion, started the waves lapping out. The balance He set up is altered.\""," \"Come on, darling,\" Rick said. \"Let's go and sit in the living room with your family. You'll feel better. You'll have to try to recover from this.\""," They approached the three seated figures, two on the couch, one in the traight chair by the fireplace. The figures sat motionless, their faces blank, their bodies limp and waxen, dulled forms that did not respond as the couple entered the room."," Rick halted, uncomprehending. Walter Everett was slumped forward, newspaper in one hand, slippers on his feet; his pipe was still smoking in the deep ashtray on the arm of his chair. Mrs. Everett sat with a lapful of sewing, her face grim and stern, but strangely vague. An unformed face, as if the material were melting and running together. Jean sat huddled in a shapeless heap, a ball of clay wadded up, more formless each moment."," Abruptly Jean collapsed. Her arms fell loose beside her. Her head sagged. Her body, her arms and legs filled out. Her features altered rapidly. Her clothing changed. Colors flowed in her hair, her eyes, her skin. The waxen pallor was gone."," Pressing her fingers to her lips she gazed up at Rick mutely. She blinked and her eyes focused. \"Oh,\" she gasped. Her lips moved awkwardly; the voice was faint and uneven, like a poor soundtrack. She struggled up jerkily, with uncoordinated movements that propelled her stiffly to her feet and towards him -- one awkward step at a time -- like a wire dummy."," \"Rick, I cut myself,\" she said. \"On a nail or something.\""," What had been Mrs. Everett stirred. Shapeless and vague, it made dull sounds and flopped grotesquely. Gradually it hardened and shaped itself. \"My finger,\" its voice gasped feebly. Like mirror echoes dimming off into darkness, the third figure in the easy chair took up the words. Soon, they were all of them repeating the phrase, four fingers, their lips moving in unison."," \"My finger. I cut myself, Rick.\""," Parrot reflections, receding mimicries of words and movement. And the settling shapes were familiar in every detail. Again and again, repeated around him, twice on the couch, in the easy chair, close beside him -- so close he could hear her breath and see her trembling lips."," \"What is it?\" the Silvia beside him asked."," On the couch one Silvia resumed its sewing -- she was sewing methodically, absorbed in her work. In the deep chair another took up its newspapers, its pipe and continued reading. One huddled, nervous and afraid. The one beside him followed as he retreated to the door. She was panting with uncertainty, her gray eyes wide, her nostrils flaring."," \"Rick...\""," He pulled the door open and made his way out onto the dark porch. Machine-like, he felt his way down the steps, through the pools of night collected everywhere, toward the driveway. In the yellow square of light behind him, Silvia was outlined, peering unhappily after him. And behind her, the other figures, identical, pure repetitions, nodding over their tasks."," He found his coupe and pulled out onto the road."," Gloomy trees and houses flashed past. He wondered how far it would go. Lapping waves spreading out -- a widening circle as the imbalance spread."," He turned onto the main highway; there were soon more cars around him. He tried to see into them, but they moved too swiftly. The car ahead was a red Plymouth. A heavyset man in a blue business suit was driving, laughing merrily with the woman beside him. He pulled his own coupe up close behind the Plymouth and followed it. The man flashed gold teeth, grinned, waved his plump hands. The girl was dark-haired, pretty. She smiled at the man, adjusted her white gloves, smoothed down her hair, then rolled up the window on her side."," He lost the Plymouth. A heavy diesel truck cut in between them. Desperately he swerved around the truck and nosed in beyond the swift-moving red sedan. Presently it passed him and, for a moment, the two occupants were clearly framed. The girl resembled Silvia. The same delicate line of her small chin -- the same deep lips, parting slightly when she smiled -- the same slender arms and hands. It was Silvia. The Plymouth turned off and there was no other car ahead of him."," He drove for hours through the heavy night darkness. The gas gauge dropped lower and lower. Ahead of him dismal rolling countryside spread out, blank fields between towns and unwinking stars suspended in the bleak sky. Once, a cluster of red and yellow lights gleamed. An intersection -- filling stations and a big neon sign. He drove on past it."," At a single-pump stand, he pulled the car off the highway, onto the oil-soaked gravel. He climbed out, his shoes crunching the stone underfoot, as he grabbed the gas hose and unscrewed the cap of his car's tank. He had the tank almost full when the door of the drab station building opened and a slim woman in white overalls and navy shirt, with a little cap lost in her brown curls, stepped out."," \"Good evening, Rick,\" she said quietly."," He put back the gas hose. Then he was driving out onto the highway. Had he screwed the cap back on again? He didn't remember. He gained speed. He had gone over a hundred miles. He was nearing the state line."," At a little roadside cafe, warm, yellow light glowed in the chill gloom of early morning. He slowed the car down and parked at the edge of the highway in the deserted parking lot. Bleary-eyed he pushed the door open and entered."," Hot, thick smells of cooking ham and black coffee surrounded him, the comfortable sight of people eating. A jukebox blared in the corner. He threw himself onto a stool and hunched over, his head in his hands. A thin farmer next to him glanced at him curiously and then returned to his newspaper. Two hard-faced women across from him gazed at him momentarily. A handsome youth in denim jacket and jeans was eating red beans and rice, washing it down with steaming coffee from a heavy mug."," \"What'll it be?\" the pert blonde waitress asked, a pencil behind her ear, her hair tied back in a tight bun. \"Looks like you've got some hangover, mister.\""," He ordered coffee and vegetable soup. Soon he was eating, his hands working automatically. He found himself devouring a ham and cheese sandwich; had he ordered it? The jukebox blared and people came and went. There was a little town sprawled beside the road, set back in some gradual hills. Gray sunlight, cold and sterile, filtered down as morning came. He ate hot apple pie and sat wiping dully at his mouth with a napkin."," The cafe was silent. Outside nothing stirred. An uneasy calm hung over everything. The jukebox had ceased. None of the people at the counter stirred or spoke. An occasional truck roared past, damp and lumbering, windows rolled up tight."," When he looked up, Silvia was standing in front of him. Her arms were folded and she gazed vacantly past him. A bright yellow pencil was behind her ear. Her brown hair was tied back in a hard bun. At the corner others were sitting, other Silvias, dishes in front of them, half dozing or eating, some of them reading. Each the same as the next, except for their clothing."," He made his way back to his parked car. In half an hour he had crossed the state line. Cold, bright sunlight sparkled off dew-moist roofs and pavements as he sped through tiny unfamiliar towns."," Along the shiny morning streets he saw them moving -- early risers, on their way to work. In twos and threes they walked, their heels echoing in sharp silence. At bus stops he saw groups of them collected together. In the houses, rising from their beds, eating breakfast, bathing, dressing, were more of them -- hundreds of them, legions without number. A town of them preparing for the day, resuming their regular tasks, as the circle widened and spread."," He left the town behind. The car slowed under him as his foot slid heavily from the gas pedal. Two of them walked across a level field together. They carried books -- children on their way to school. Repetition, unvarying and identical. A dog circled excitedly after them, unconcerned, his joy untainted."," He drove on. Ahead a city loomed, its stern columns of office buildings sharply outlined against the sky. The streets swarmed with noise and activity as he passed through the main business section. Somewhere, near the center of the city, he overtook the expanding periphery of the circle and emerged beyond. Diversity took the place of the endless figures of Silvia. Gray eyes and , brown hair gave way to countless varieties of men and women, children and adults, of all ages and appearances. He increased his speed and raced out on the far side, onto the wide four-lane highway."," He finally slowed down. He was exhausted. He had driven for hours; his body was shaking with fatigue."," Ahead of him a carrot-haired youth was cheerfully thumbing a ride, a thin bean-pole in brown slacks and light camel's-hair sweater. Rick pulled to a halt and opened the front door. \"Hop in,\" he said."," \"Thanks, buddy.\" The youth hurried to the car and climbed in as Rick gathered speed. He slammed the door and settled gratefully back against the seat. \"It was getting hot, standing there.\""," \"How far are you going?\" Rick demanded."," \"All the way to Chicago.\" The youth grinned shyly. \"Of course, I don't expect you to drive me that far. Anything at all is appreciated.\" He eyed Rick curiously. \"Which way you going?\""," \"Anywhere,\" Rick said. \"I'll drive you to Chicago.\""," \"It's two hundred miles!\""," \"Fine,\" Rick said. He steered over into the left lane and gained speed. \"If you want to go to New York, I'll drive you there.\""," \"You feel all right?\" The youth moved away uneasily. \"I sure appreciate a lift, but...\" He hesitated. \"I mean, I don't want to take you out of your way.\""," Rick concentrated on the road ahead, his hands gripping hard around the rim of the wheel. \"I'm going fast. I'm not slowing down or stopping.\""," \"You better be careful,\" the youth warned, in a troubled voice. \"I don't want to get in an accident.\""," \"I'll do the worrying.\""," \"But it's dangerous. What if something happens? It's too risky.\""," \"You're wrong,\" Rick muttered grimly, eyes on the road. \"It's worth the risk.\""," \"But if something goes wrong --\" The voice broke off uncertainly and then continued, \"I might be lost. It would be so easy. It's all so unstable.\" The voice trembled with worry and fear. \"Rick, please...\""," Rick whirled. \"How do you know my name?\""," The youth was crouched in a heap against the door. His face had a soft, molten look, as if it were losing its shape and sliding together in an unformed mass. \"I want to come back,\" he was saying, from within himself, \"but I'm afraid. You haven't seen it -- the region between. It's nothing but energy, Rick. He tapped it a long time ago, but nobody else knows how.\""," The voice lightened, became clear and treble. The hair faded to a rich brown. Gray, frightened eyes flickered up at Rick. Hands frozen, he hunched over the wheel and forced himself not to move. Gradually he decreased speed and brought the car over into the right-hand lane."," \"Are we stopping?\" the shape beside him asked. It was Silvia's voice now. Like a new insect, drying in the sun, the shape hardened and locked into firm reality. Silvia struggled up on the seat and peered out. \"Where are we? We're between towns.\""," He jammed on the brakes, reached past her and threw open the door. \"Get out!\""," Silvia gazed at him uncomprehendingly. \"What do you mean?\" she faltered. \"Rick, what is it? What's wrong?\""," \"Get out!\""," \"Rick, I don't understand.\" She slid over a little. Her toes touched the pavement. \"Is there something wrong with the car? I thought everything was all right.\""," He gently shoved her out and slammed the door. The car leaped ahead, out into the stream of mid-morning traffic. Behind him the small, dazed figure was pulling itself up, bewildered and injured. He forced his eyes from the rearview mirror and crushed down the gas pedal with all his weight."," The radio buzzed and clicked in vague static when he snapped it briefly on. He turned the dial and, after a time, a big network station came in. A faint, puzzled voice, a woman's voice. For a time he couldn't make out the words. Then he recognized it and, with a pang of panic, switched the thing off."," Her voice. Murmuring plaintively. Where was the station? Chicago. The circle had already spread that far."," He slowed down. There was no point hurrying. It had already passed him by and gone on. Kansas farms -- sagging stores in little old Mississippi towns -- along the bleak streets of New England manufacturing cities swarms of brown-haired gray-eyed women would be hurrying."," It would cross the ocean. Soon it would take in the whole world. Africa would be strange -- kraals of white-skinned young women, all exactly alike, going about the primitive chores of hunting and fruit-gathering, mashing grain, skinning animals. Building fires and weaving cloth and carefully shaping razor-sharp knives."," In China... he grinned inanely. She'd look strange there, too. In the austere high-collar suit, the almost monastic robe of the young communist cadres. Parade marching up the main streets of Peiping. Row after row of slim-legged full-breasted girls, with heavy Russian-made rifles. Carrying spades, picks, shovels. Columns of cloth-booted soldiers. Fast-moving workers with their precious tools. Reviewed by an identical figure on the elaborate stand overlooking the street, one slender arm raised, her gentle, pretty face expressionless and wooden."," He turned off the highway onto a side road. A moment later he was on his way back, driving slowly, listlessly, the way he had come."," At an intersection a traffic cop waded out through traffic to his car. He sat rigid, hands on the wheel, waiting numbly."," \"Rick\" she whispered pleadingly as she reached the window. \"Isn't everything all right?\""," \"Sure,\" he answered dully."," She reached in through the open window and touched him imploringly on the arm. Familiar fingers, red nails, the hand he knew so well, \"I want to be with you so badly. Aren't we together again? Aren't I back?\""," \"Sure.\" -"," She shook her head miserably. \"I don't understand,\" she repeated. \"I thought it was all right again.\""," Savagely he put the car into motion and hurtled ahead. The intersection was left behind."," It was afternoon. He was exhausted, riddled with fatigue. He guided the car towards his own town automatically. Along the streets she hurried everywhere, on all sides. She was omnipresent. He came to his apartment building and parked."," The janitor greeted him in the empty hall. Rick identified him by the greasy rag clutched in one hand, the big push-broom, the bucket of wood shavings. \"Please,\" she implored, \"tell me what it is, Rick. Please tell me.\""," He pushed past her, but she caught at him desperately. \"Rick, I'm back. Don't you understand? They took me too soon and then they sent me back again. It was a mistake. I won't ever call them again -- that's all in the past.\" She followed after him, down the hall to the stairs. \"I'm never going to call them again.\""," He climbed the stairs. Silvia hesitated, then settled down on the bottom step in a wretched, unhappy heap, a tiny figure in thick workman's clothing and huge cleated boots."," He unlocked his apartment door and entered."," The late afternoon sky was a deep blue beyond the windows. The roofs of nearby apartment buildings sparkled white in the sun."," His body ached. He wandered clumsily into the bathroom -- it seemed alien and unfamiliar, a difficult place to find. He filled the bowl with hot water, rolled up his sleeves and washed his face and hands in the swirling hot stream. Briefly, he glanced up."," It was a terrified reflection that showed out of the mirror above the bowl, a face, tear-stained and frantic. The face was difficult to catch -- it seemed to waver and slide. Gray eyes, bright with terror. Trembling red mouth, pulse-fluttering throat, soft brown hair. The face gazed out pathetically -- and then the girl at the bowl bent to dry herself."," She turned and moved wearily out of the bathroom into the living room."," Confused, she hesitated, then threw herself onto a chair and closed her eyes, sick with misery and fatigue."," \"Rick,\" she murmured pleadingly. \"Try to help me. I'm back, aren't I?\" She shook her head, bewildered. \"Please, Rick, I thought everything was all right.\""]}]},{"display":"Ken Liu","path":"/ken-liu","stories":[{"display":"Paper Menagerie","path":"/paper-menagerie","year":2011,"wordcount":5114,"readtime":19.3,"paragraphs":[" Title: Paper Menagerie Author: Ken Liu Year: 2011"," One of my earliest memories starts with me sobbing. I refused to be soothed no matter what Mom and Dad tried."," Dad gave up and left the bedroom, but Mom took me into the kitchen and sat me down at the breakfast table."," \"Kan, kan,\" she said, as she pulled a sheet of wrapping paper from on top of the fridge. For years, Mom carefully sliced open the wrappings around Christmas gifts and saved them on top of the fridge in a thick stack."," She set the paper down, plain side facing up, and began to fold it. I stopped crying and watched her, curious."," She turned the paper over and folded it again. She pleated, packed, tucked, rolled, and twisted until the paper disappeared between her cupped hands. Then she lifted the folded-up paper packet to her mouth and blew into it, like a balloon."," \"Kan,\" she said. \"Laohu.\" She put her hands down on the table and let go."," A little paper tiger stood on the table, the size of two fists placed together. The skin of the tiger was the pattern on the wrapping paper, white background with red candy canes and green Christmas trees."," I reached out to Mom's creation. Its tail twitched, and it pounced playfully at my finger. \"Rawrr-sa,\" it growled, the sound somewhere between a cat and rustling newspapers."," I laughed, startled, and stroked its back with an index finger. The paper tiger vibrated under my finger, purring."," \"Zhe jiao zhezhi,\" Mom said. This is called origami."," I didn't know this at the time, but Mom's kind was special. She breathed into them so that they shared her breath, and thus moved with her life. This was her magic."," #"," Dad had picked Mom out of a catalog."," One time, when I was in high school, I asked Dad about the details. He was trying to get me to speak to Mom again."," He had signed up for the introduction service back in the spring of 1973. Flipping through the pages steadily, he had spent no more than a few seconds on each page until he saw the picture of Mom."," I've never seen this picture. Dad described it: Mom was sitting in a chair, her side to the camera, wearing a tight green silk cheongsam. Her head was turned to the camera so that her long black hair was draped artfully over her chest and shoulder. She looked out at him with the eyes of a calm child."," \"That was the last page of the catalog I saw,\" he said."," The catalog said she was eighteen, loved to dance, and spoke good English because she was from Hong Kong. None of these facts turned out to be true."," He wrote to her, and the company passed their messages back and forth. Finally, he flew to Hong Kong to meet her."," \"The people at the company had been writing her responses. She didn't know any English other than 'hello' and 'goodbye.'\""," What kind of woman puts herself into a catalog so that she can be bought? The high school me thought I knew so much about everything. Contempt felt good, like wine."," Instead of storming into the office to demand his money back, he paid a waitress at the hotel restaurant to translate for them."," \"She would look at me, her eyes halfway between scared and hopeful, while I spoke. And when the girl began translating what I said, she'd start to smile slowly.\""," He flew back to Connecticut and began to apply for the papers for her to come to him. I was born a year later, in the Year of the Tiger."," #"," At my request, Mom also made a goat, a deer, and a water buffalo out of wrapping paper. They would run around the living room while Laohu chased after them, growling. When he caught them he would press down until the air went out of them and they became just flat, folded-up pieces of paper. I would then have to blow into them to re-inflate them so they could run around some more."," Sometimes, the animals got into trouble. Once, the water buffalo jumped into a dish of soy sauce on the table at dinner. (He wanted to wallow, like a real water buffalo.) I picked him out quickly but the capillary action had already pulled the dark liquid high up into his legs. The sauce-softened legs would not hold him up, and he collapsed onto the table. I dried him out in the sun, but his legs became crooked after that, and he ran around with a limp. Mom eventually wrapped his legs in saran wrap so that he could wallow to his heart's content (just not in soy sauce)."," Also, Laohu liked to pounce at sparrows when he and I played in the backyard. But one time, a cornered bird struck back in desperation and tore his ear. He whimpered and winced as I held him and Mom patched his ear together with tape. He avoided birds after that."," And then one day, I saw a TV documentary about sharks and asked Mom for one of my own. She made the shark, but he flapped about on the table unhappily. I filled the sink with water, and put him in. He swam around and around happily. However, after a while he became soggy and translucent, and slowly sank to the bottom, the folds coming undone. I reached in to rescue him, and all I ended up with was a wet piece of paper."," Laohu put his front paws together at the edge of the sink and rested his head on them. Ears drooping, he made a low growl in his throat that made me feel guilty."," Mom made a new shark for me, this time out of tin foil. The shark lived happily in a large goldfish bowl. Laohu and I liked to sit next to the bowl to watch the tin foil shark chasing the goldfish, Laohu sticking his face up against the bowl on the other side so that I saw his eyes, magnified to the size of coffee cups, staring at me from across the bowl."," #"," When I was ten, we moved to a new house across town. Two of the women neighbors came by to welcome us. Dad served them drinks and then apologized for having to run off to the utility company to straighten out the prior owner's bills. \"Make yourselves at home. My wife doesn't speak much English, so don't think she's being rude for not talking to you.\""," While I read in the dining room, Mom unpacked in the kitchen. The neighbors conversed in the living room, not trying to be particularly quiet."," \"He seems like a normal enough man. Why did he do that?\""," \"Something about the mixing never seems right. The child looks unfinished. Slanty eyes, white face. A little monster.\""," \"Do you think he can speak English?\""," The women hushed. After a while they came into the dining room."," \"Hello there! What's your name?\""," \"Jack,\" I said."," \"That doesn't sound very Chinesey.\""," Mom came into the dining room then. She smiled at the women. The three of them stood in a triangle around me, smiling and nodding at each other, with nothing to say, until Dad came back."," #"," Mark, one of the neighborhood boys, came over with his Star Wars action figures. Obi-Wan Kenobi's lightsaber lit up and he could swing his arms and say, in a tinny voice, \"Use the Force!\" I didn't think the figure looked much like the real Obi-Wan at all."," Together, we watched him repeat this performance five times on the coffee table. \"Can he do anything else?\" I asked."," Mark was annoyed by my question. \"Look at all the details,\" he said."," I looked at the details. I wasn't sure what I was supposed to say."," Mark was disappointed by my response. \"Show me your toys.\""," I didn't have any toys except my paper menagerie. I brought Laohu out from my bedroom. By then he was very worn, patched all over with tape and glue, evidence of the years of repairs Mom and I had done on him. He was no longer as nimble and sure-footed as before. I sat him down on the coffee table. I could hear the skittering steps of the other animals behind in the hallway, timidly peeking into the living room."," \"Xiao laohu,\" I said, and stopped. I switched to English. \"This is Tiger.\" Cautiously, Laohu strode up and purred at Mark, sniffing his hands."," Mark examined the Christmas-wrap pattern of Laohu's skin. \"That doesn't look like a tiger at all. Your Mom makes toys for you from trash?\""," I had never thought of Laohu as trash. But looking at him now, he was really just a piece of wrapping paper."," Mark pushed Obi-Wan's head again. The lightsaber flashed; he moved his arms up and down. \"Use the Force!\""," Laohu turned and pounced, knocking the plastic figure off the table. It hit the floor and broke, and Obi-Wan's head rolled under the couch. \"Rawwww,\" Laohu laughed. I joined him."," Mark punched me, hard. \"This was very expensive! You can't even find it in the stores now. It probably cost more than what your dad paid for your mom!\""," I stumbled and fell to the floor. Laohu growled and leapt at Mark's face."," Mark screamed, more out of fear and surprise than pain. Laohu was only made of paper, after all."," Mark grabbed Laohu and his snarl was choked off as Mark crumpled him in his hand and tore him in half. He balled up the two pieces of paper and threw them at me. \"Here's your stupid cheap Chinese garbage.\""," After Mark left, I spent a long time trying, without success, to tape together the pieces, smooth out the paper, and follow the creases to refold Laohu. Slowly, the other animals came into the living room and gathered around us, me and the torn wrapping paper that used to be Laohu."," #"," My fight with Mark didn't end there. Mark was popular at school. I never want to think again about the two weeks that followed."," I came home that Friday at the end of the two weeks. \"Xuexiao hao ma?\" Mom asked. I said nothing and went to the bathroom. I looked into the mirror. I look nothing like her, nothing."," At dinner I asked Dad, \"Do I have a chink face?\""," Dad put down his chopsticks. Even though I had never told him what happened in school, he seemed to understand. He closed his eyes and rubbed the bridge of his nose. \"No, you don't.\""," Mom looked at Dad, not understanding. She looked back at me. \"Sha jiao chink?\""," \"English,\" I said. \"Speak English.\""," She tried. \"What happen?\""," I pushed the chopsticks and the bowl before me away: stir-fried green peppers with five-spice beef. \"We should eat American food.\""," Dad tried to reason. \"A lot of families cook Chinese sometimes.\""," \"We are not other families.\" I looked at him. Other families don't have moms who don't belong."," He looked away. And then he put a hand on Mom's shoulder. \"I'll get you a cookbook.\""," Mom turned to me. \"Bu haochi?\""," \"English,\" I said, raising my voice. \"Speak English.\""," Mom reached out to touch my forehead, feeling for my temperature. \"Fashao la?\""," I brushed her hand away. \"I'm fine. Speak English!\" I was shouting."," \"Speak English to him,\" Dad said to Mom. \"You knew this was going to happen some day. What did you expect?\""," Mom dropped her hands to her side. She sat, looking from Dad to me, and back to Dad again. She tried to speak, stopped, and tried again, and stopped again."," \"You have to,\" Dad said. \"I've been too easy on you. Jack needs to fit in.\""," Mom looked at him. \"If I say 'love,' I feel here.\" She pointed to her lips. \"If I say 'ai,' I feel here.\" She put her hand over her heart."," Dad shook his head. \"You are in America.\""," Mom hunched down in her seat, looking like the water buffalo when Laohu used to pounce on him and squeeze the air of life out of him."," \"And I want some real toys.\""," #"," Dad bought me a full set of Star Wars action figures. I gave the Obi-Wan Kenobi to Mark."," I packed the paper menagerie in a large shoebox and put it under the bed."," The next morning, the animals had escaped and took over their old favorite spots in my room. I caught them all and put them back into the shoebox, taping the lid shut. But the animals made so much noise in the box that I finally shoved it into the corner of the attic as far away from my room as possible."," If Mom spoke to me in Chinese, I refused to answer her. After a while, she tried to use more English. But her accent and broken sentences embarrassed me. I tried to correct her. Eventually, she stopped speaking altogether if I were around."," Mom began to mime things if she needed to let me know something. She tried to hug me the way she saw American mothers did on TV. I thought her movements exaggerated, uncertain, ridiculous, graceless. She saw that I was annoyed, and stopped."," \"You shouldn't treat your mother that way,\" Dad said. But he couldn't look me in the eyes as he said it. Deep in his heart, he must have realized that it was a mistake to have tried to take a Chinese peasant girl and expect her to fit in the suburbs of Connecticut."," Mom learned to cook American style. I played video games and studied French."," Every once in a while, I would see her at the kitchen table studying the plain side of a sheet of wrapping paper. Later a new paper animal would appear on my nightstand and try to cuddle up to me. I caught them, squeezed them until the air went out of them, and then stuffed them away in the box in the attic."," Mom finally stopped making the animals when I was in high school. By then her English was much better, but I was already at that age when I wasn't interested in what she had to say whatever language she used."," Sometimes, when I came home and saw her tiny body busily moving about in the kitchen, singing a song in Chinese to herself, it was hard for me to believe that she gave birth to me. We had nothing in common. She might as well be from the moon. I would hurry on to my room, where I could continue my all-American pursuit of happiness."," #"," Dad and I stood, one on each side of Mom, lying on the hospital bed. She was not yet even forty, but she looked much older."," For years she had refused to go to the doctor for the pain inside her that she said was no big deal. By the time an ambulance finally carried her in, the cancer had spread far beyond the limits of surgery."," My mind was not in the room. It was the middle of the on-campus recruiting season, and I was focused on resumes, transcripts, and strategically constructed interview schedules. I schemed about how to lie to the corporate recruiters most effectively so that they'll offer to buy me. I understood intellectually that it was terrible to think about this while your mother lay dying. But that understanding didn't mean I could change how I felt."," She was conscious. Dad held her left hand with both of his own. He leaned down to kiss her forehead. He seemed weak and old in a way that startled me. I realized that I knew almost as little about Dad as I did about Mom."," Mom smiled at him. \"I'm fine.\""," She turned to me, still smiling. \"I know you have to go back to school.\" Her voice was very weak and it was difficult to hear her over the hum of the machines hooked up to her. \"Go. Don't worry about me. This is not a big deal. Just do well in school.\""," I reached out to touch her hand, because I thought that was what I was supposed to do. I was relieved. I was already thinking about the flight back, and the bright California sunshine."," She whispered something to Dad. He nodded and left the room."," \"Jack, if — \" she was caught up in a fit of coughing, and could not speak for some time. \"If I don't make it, don't be too sad and hurt your health. Focus on your life. Just keep that box you have in the attic with you, and every year, at Qingming, just take it out and think about me. I'll be with you always.\""," Qingming was the Chinese Festival for the Dead. When I was very young, Mom used to write a letter on Qingming to her dead parents back in China, telling them the good news about the past year of her life in America. She would read the letter out loud to me, and if I made a comment about something, she would write it down in the letter too. Then she would fold the letter into a paper crane, and release it, facing west. We would then watch, as the crane flapped its crisp wings on its long journey west, towards the Pacific, towards China, towards the graves of Mom's family."," It had been many years since I last did that with her."," \"I don't know anything about the Chinese calendar,\" I said. \"Just rest, Mom. \""," \"Just keep the box with you and open it once in a while. Just open — \" she began to cough again."," \"It's okay, Mom.\" I stroked her arm awkwardly."," \"Haizi, mama ai ni — \" Her cough took over again. An image from years ago flashed into my memory: Mom saying ai and then putting her hand over her heart."," \"Alright, Mom. Stop talking.\""," Dad came back, and I said that I needed to get to the airport early because I didn't want to miss my flight."," She died when my plane was somewhere over Nevada."," #"," Dad aged rapidly after Mom died. The house was too big for him and had to be sold. My girlfriend Susan and I went to help him pack and clean the place."," Susan found the shoebox in the attic. The paper menagerie, hidden in the uninsulated darkness of the attic for so long, had become brittle and the bright wrapping paper patterns had faded."," \"I've never seen origami like this,\" Susan said. \"Your Mom was an amazing artist.\""," The paper animals did not move. Perhaps whatever magic had animated them stopped when Mom died. Or perhaps I had only imagined that these paper constructions were once alive. The memory of children could not be trusted."," #"," It was the first weekend in April, two years after Mom's death. Susan was out of town on one of her endless trips as a management consultant and I was home, lazily flipping through the TV channels."," I paused at a documentary about sharks. Suddenly I saw, in my mind, Mom's hands, as they folded and refolded tin foil to make a shark for me, while Laohu and I watched."," A rustle. I looked up and saw that a ball of wrapping paper and torn tape was on the floor next to the bookshelf. I walked over to pick it up for the trash."," The ball of paper shifted, unfurled itself, and I saw that it was Laohu, who I hadn't thought about in a very long time. \"Rawrr-sa.\" Mom must have put him back together after I had given up."," He was smaller than I remembered. Or maybe it was just that back then my fists were smaller."," Susan had put the paper animals around our apartment as decoration. She probably left Laohu in a pretty hidden corner because he looked so shabby."," I sat down on the floor, and reached out a finger. Laohu's tail twitched, and he pounced playfully. I laughed, stroking his back. Laohu purred under my hand."," \"How've you been, old buddy?\""," Laohu stopped playing. He got up, jumped with feline grace into my lap, and proceeded to unfold himself."," In my lap was a square of creased wrapping paper, the plain side up. It was filled with dense Chinese characters. I had never learned to read Chinese, but I knew the characters for son, and they were at the top, where you'd expect them in a letter addressed to you, written in Mom's awkward, childish handwriting."," I went to the computer to check the Internet. Today was Qingming."," #"," I took the letter with me downtown, where I knew the Chinese tour buses stopped. I stopped every tourist, asking, \"Nin hui du zhongwen ma?\" Can you read Chinese? I hadn't spoken Chinese in so long that I wasn't sure if they understood."," A young woman agreed to help. We sat down on a bench together, and she read the letter to me aloud. The language that I had tried to forget for years came back, and I felt the words sinking into me, through my skin, through my bones, until they squeezed tight around my heart."," #"," Son,"," We haven't talked in a long time. You are so angry when I try to touch you that I'm afraid. And I think maybe this pain I feel all the time now is something serious."," So I decided to write to you. I'm going to write in the paper animals I made for you that you used to like so much."," The animals will stop moving when I stop breathing. But if I write to you with all my heart, I'll leave a little of myself behind on this paper, in these words. Then, if you think of me on Qingming, when the spirits of the departed are allowed to visit their families, you'll make the parts of myself I leave behind come alive too. The creatures I made for you will again leap and run and pounce, and maybe you'll get to see these words then."," Because I have to write with all my heart, I need to write to you in Chinese."," All this time I still haven't told you the story of my life. When you were little, I always thought I'd tell you the story when you were older, so you could understand. But somehow that chance never came up."," I was born in 1957, in Sigulu Village, Hebei Province. Your grandparents were both from very poor peasant families with few relatives. Only a few years after I was born, the Great Famines struck China, during which thirty million people died. The first memory I have was waking up to see my mother eating dirt so that she could fill her belly and leave the last bit of flour for me."," Things got better after that. Sigulu is famous for its zhezhi papercraft, and my mother taught me how to make paper animals and give them life. This was practical magic in the life of the village. We made paper birds to chase grasshoppers away from the fields, and paper tigers to keep away the mice. For Chinese New Year my friends and I made red paper dragons. I'll never forget the sight of all those little dragons zooming across the sky overhead, holding up strings of exploding firecrackers to scare away all the bad memories of the past year. You would have loved it."," Then came the Cultural Revolution in 1966. Neighbor turned on neighbor, and brother against brother. Someone remembered that my mother's brother, my uncle, had left for Hong Kong back in 1946, and became a merchant there. Having a relative in Hong Kong meant we were spies and enemies of the people, and we had to be struggled against in every way. Your poor grandmother — she couldn't take the abuse and threw herself down a well. Then some boys with hunting muskets dragged your grandfather away one day into the woods, and he never came back."," There I was, a ten-year-old orphan. The only relative I had in the world was my uncle in Hong Kong. I snuck away one night and climbed onto a freight train going south."," Down in Guangdong Province a few days later, some men caught me stealing food from a field. When they heard that I was trying to get to Hong Kong, they laughed. \"It's your lucky day. Our trade is to bring girls to Hong Kong.\""," They hid me in the bottom of a truck along with other girls, and smuggled us across the border."," We were taken to a basement and told to stand up and look healthy and intelligent for the buyers. Families paid the warehouse a fee and came by to look us over and select one of us to \"adopt.\""," The Chin family picked me to take care of their two boys. I got up every morning at four to prepare breakfast. I fed and bathed the boys. I shopped for food. I did the laundry and swept the floors. I followed the boys around and did their bidding. At night I was locked into a cupboard in the kitchen to sleep. If I was slow or did anything wrong I was beaten. If the boys did anything wrong I was beaten. If I was caught trying to learn English I was beaten."," \"Why do you want to learn English?\" Mr. Chin asked. \"You want to go to the police? We'll tell the police that you are a mainlander illegally in Hong Kong. They'd love to have you in their prison.\""," Six years I lived like this. One day, an old woman who sold fish to me in the morning market pulled me aside."," \"I know girls like you. How old are you now, sixteen? One day, the man who owns you will get drunk, and he'll look at you and pull you to him and you can't stop him. The wife will find out, and then you will think you really have gone to hell. You have to get out of this life. I know someone who can help.\""," She told me about American men who wanted Asian wives. If I can cook, clean, and take care of my American husband, he'll give me a good life. It was the only hope I had. And that was how I got into the catalog with all those lies and met your father. It is not a very romantic story, but it is my story."," In the suburbs of Connecticut, I was lonely. Your father was kind and gentle with me, and I was very grateful to him. But no one understood me, and I understood nothing."," But then you were born! I was so happy when I looked into your face and saw shades of my mother, my father, and myself. I had lost my entire family, all of Sigulu, everything I ever knew and loved. But there you were, and your face was proof that they were real. I hadn't made them up."," Now I had someone to talk to. I would teach you my language, and we could together remake a small piece of everything that I loved and lost. When you said your first words to me, in Chinese that had the same accent as my mother and me, I cried for hours. When I made the first zhezhi animals for you, and you laughed, I felt there were no worries in the world."," You grew up a little, and now you could even help your father and I talk to each other. I was really at home now. I finally found a good life. I wished my parents could be here, so that I could cook for them, and give them a good life too. But my parents were no longer around. You know what the Chinese think is the saddest feeling in the world? It's for a child to finally grow the desire to take care of his parents, only to realize that they were long gone."," Son, I know that you do not like your Chinese eyes, which are my eyes. I know that you do not like your Chinese hair, which is my hair. But can you understand how much joy your very existence brought to me? And can you understand how it felt when you stopped talking to me and won't let me talk to you in Chinese? I felt I was losing everything all over again."," Why won't you talk to me, son? The pain makes it hard to write."," #"," The young woman handed the paper back to me. I could not bear to look into her face."," Without looking up, I asked for her help in tracing out the character for ai on the paper below Mom's letter. I wrote the character again and again on the paper, intertwining my pen strokes with her words."," The young woman reached out and put a hand on my shoulder. Then she got up and left, leaving me alone with my mother."," Following the creases, I refolded the paper back into Laohu. I cradled him in the crook of my arm, and as he purred, we began the walk home."," Copyright (c) 2011 Ken Liu, first published in THE MAGAZINE OF FANTASY & SCIENCE FICTION, Mar/Apr. 2011."]}]}]